-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 21, 2022 at 10:08 AM
-- Server version: 10.4.21-MariaDB
-- PHP Version: 8.0.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `form_hr`
--

-- --------------------------------------------------------

--
-- Table structure for table `hr_department`
--

CREATE TABLE `hr_department` (
  `id_department` int(11) NOT NULL,
  `thai_department` text NOT NULL,
  `eng_department` text NOT NULL,
  `name_department` text NOT NULL,
  `id_section` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `hr_department`
--

INSERT INTO `hr_department` (`id_department`, `thai_department`, `eng_department`, `name_department`, `id_section`) VALUES
(4, 'ฝ่ายโครงสร้างระบบดิจิทัล', 'Digital Transformation Department', 'DTM', '7'),
(5, 'ฝ่ายระบบธุรกิจอิเล็กทรอนิกส์', 'E-commerce Business Department', 'ECM', '7'),
(8, 'ฝ่ายวิจัยและพัฒนาผลิตภัณฑ์', 'Research and Development Department', 'RDM', '10'),
(9, 'ฝ่ายห้องปฏิบัติการทดสอบ', 'Laboratory Dapartment', 'LBM', '10'),
(10, 'ฝ่ายคลังสินค้า', 'Warehouse Department ', 'WHM', '10'),
(11, 'ฝ่ายจัดส่ง', 'Logistic Department', 'LGM', '11'),
(12, 'ฝ่ายจัดซื้อและจัดหา', 'Purchasing & Procurement Department ', 'PCM', '11'),
(13, 'ฝ่ายผลิตโรงงาน 1', 'Production Factory 1 Department', 'PDM1', '12'),
(14, 'ฝ่ายผลิตโรงงาน 2', 'Production Factory 2 Department ', 'PDM2', '12'),
(15, 'ฝ่ายผลิตโรงงาน 5 ', 'Prodution Factory 5 Department ', 'PDM5', '12'),
(16, 'ฝ่ายผลิตโรงงาน 7 ', 'Production Factory 7 Department ', 'PDM7', '12'),
(17, 'ฝ่ายวางแผนการผลิต', 'Production Planning Department ', 'PLM', '12'),
(18, 'ฝ่ายวิศวกรรม', 'Engineering Department ', 'ENM', '12'),
(19, 'ฝ่ายประกันคุณภาพและควบคุมคุณภาพ', 'Quality Assurance and Quality Control Department ', 'QAM', '12'),
(20, 'ฝ่ายขาย', 'Sales Department', 'SLM', '13'),
(21, 'ฝ่ายการตลาด', 'Marketing Department', 'MKM', '13'),
(22, 'ฝ่ายการเงิน', 'Financial Department', 'FND', '14'),
(23, 'ฝ่ายบัญชี', 'Accounting Department ', 'ACM', '14'),
(24, 'ฝ่ายทรัพยากรบุคคล', 'Human Resource Department ', 'HRM', '15'),
(25, 'ฝ่ายธุรการ', 'Administrative Department ', 'ADM', '15'),
(26, 'ผู้อำนวยการ', 'Director', 'Dr', '16'),
(27, 'ฝ่ายพัฒนาระบบองค์กร', 'Organizational System Development Department', 'OSM', '17');

-- --------------------------------------------------------

--
-- Table structure for table `hr_position`
--

CREATE TABLE `hr_position` (
  `id_position` int(11) NOT NULL,
  `thai_position` text NOT NULL,
  `eng_position` text NOT NULL,
  `id_department` int(11) NOT NULL,
  `id_section` int(11) NOT NULL,
  `formLevel` text NOT NULL,
  `toLevel` text NOT NULL,
  `CoutLevel` text NOT NULL,
  `PositionLevel` text NOT NULL,
  `id_supervisor` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `hr_position`
--

INSERT INTO `hr_position` (`id_position`, `thai_position`, `eng_position`, `id_department`, `id_section`, `formLevel`, `toLevel`, `CoutLevel`, `PositionLevel`, `id_supervisor`) VALUES
(66, 'ผู้จัดการระบบธุรกิจอิเล็กทรอนิกส์', 'Manager E-commerce', 5, 7, 'Dr_DED', 'Mg_5_66', '', 'Mg', '0'),
(67, 'ผู้ช่วยผู้จัดการระบบธุรกิจอิเล็กทรอนิกส์', 'Asst.Manager E-Commerce', 5, 7, 'Mg_5_66', 'Ass_5_67', '', 'Ass', '0'),
(68, 'หัวหน้าOnline Platform', 'Supervisor Online Platform', 5, 7, 'Ass_5_67', 'Sup_5_68', '', 'Sup', '0'),
(69, 'Web Application & Programmer', 'Web Application & Programmer', 5, 7, 'Sup_5_68', 'Emp_69', '', 'Emp', '68'),
(70, 'Functional Platform', 'Functional Platform', 5, 7, 'Sup_5_68', 'Emp_70', '', 'Emp', '68'),
(71, 'Marketing Technologist', 'Marketing Technologist', 5, 7, 'Sup_5_68', 'Emp_71', '', 'Emp', '68'),
(72, 'ผู้จัดการโครงสร้างระบบดิจิทัล', 'Manager Digital Transformation', 4, 7, 'Dr_DED', 'Mg_4_72', '', 'Mg', '0'),
(73, 'ผู้ช่วยผู้จัดการโครงสร้างระบบดิจิทัล', 'Asst.Manager Digital Transformation', 4, 7, 'Mg_4_72', 'Ass_4_73', '', 'Ass', '0'),
(74, 'หัวหน้าแผนก Information Technology', 'Supervisor Information Technology', 4, 7, 'Ass_4_73', 'Sup_4_74', '', 'Sup', '0'),
(75, 'หัวหน้าแผนก Software Development', 'Super Software Development', 4, 7, 'Ass_4_73', 'Sup_4_75', '', 'Sup', '0'),
(76, 'Security & Admin System', 'Security & Admin System', 4, 7, 'Sup_4_74', 'Emp_76', '', 'Emp', '74'),
(77, 'IT Technician & Network', 'IT Technician & Network', 4, 7, 'Sup_4_74', 'Emp_77', '', 'Emp', '74'),
(78, 'IT Support', 'IT Support', 4, 7, 'Sup_4_74', 'Emp_78', '', 'Emp', '74'),
(79, 'Electrical Engineer', 'Electrical Engineer', 4, 7, 'Sup_4_74', 'Emp_79', '', 'Emp', '74'),
(80, 'ABAPER SAP', 'ABAPER SAP', 4, 7, 'Sup_4_75', 'Emp_80', '', 'Emp', '75'),
(81, 'SAP Functional', 'SAP Functional', 4, 7, 'Sup_4_75', 'Emp_81', '', 'Emp', '75'),
(82, 'Web  Application & Programmer', 'Web  Application Programmer', 4, 7, 'Sup_4_75', 'Emp_82', '', 'Emp', '75'),
(83, 'ผู้จัดการ', 'Manager', 24, 15, 'Dr_HAD', 'Mg_24_83', '', 'Mg', '0'),
(84, 'ผู้ช่วยผู้จัดการ', 'ผู้ช่วยผู้จัดการ', 24, 15, 'Mg_24_83', 'Ass_24_84', '', 'Ass', '0'),
(85, 'หัวหน้าแผนก (ทั่วไป)', 'Supervisor (general)', 24, 15, 'Ass_24_84', 'Sup_24_85', '', 'Sup', '0'),
(86, 'หัวหน้าแผนก (สรรหาว่าจ้าง)', 'Supervisor (๋Job)', 24, 15, 'Ass_24_84', 'Sup_24_86', '', 'Sup', '0'),
(87, 'สรรหาว่าจ้าง', 'Recruiting', 24, 15, 'Sup_24_85', 'Emp_87', '', 'Emp', '85'),
(88, 'ผู้อำนวยการ DED', 'Drirector (DED)', 26, 7, '-', 'Dr_DED', '', 'Dr', '0'),
(93, 'ผู้อำนวยการ (HAD)', 'Drirector (HAD)', 26, 15, '-', 'Dr_HAD', '', 'Dr', '0'),
(94, 'ผู้อำนวยการ(IAD)', 'Director (IAD)', 26, 9, '-', 'Dr_IAD', '', 'Dr', '0'),
(95, 'ผู้อำนวยการ (RDD)', 'Director (RDD)', 26, 10, '-', 'Dr_IAD', '', 'Dr', '0'),
(96, 'ผู้อำนวยการ(SCD)', 'Director(SCD)', 26, 11, '-', 'Dr_SCD', '', 'Dr', '0'),
(97, 'ผู้อำนวยการ(OPD)', 'Director(OPD)', 26, 12, '-', 'Dr_OPD', '', 'Dr', '0'),
(98, 'ผู้อำนวยการ(SMD)', 'Director(SMD)', 26, 13, '-', 'Dr_SMD', '', 'Dr', '0'),
(99, 'ผู้อำนวยการ(AFD)', 'Director AFD', 26, 14, '-', 'Dr_AFD', '', 'Dr', '0'),
(100, 'สรรหาว่าจ้าง', 'Recruiting', 24, 15, 'Sup_24_86', 'Emp_100', '', 'Emp', '86'),
(101, 'พัฒนาบุคลากร', 'human resource development', 24, 15, 'Sup_24_85', 'Emp_101', '', 'Emp', '85'),
(102, 'บริหารค่าจ้าง', 'payroll', 24, 15, 'Sup_24_85', 'Emp_102', '', 'Emp', '85'),
(103, 'แรงงานสัมพันธ์', 'labor relations', 24, 15, 'Sup_24_85', 'Emp_103', '', 'Emp', '85'),
(112, 'ผู้จัดการฝ่ายจัดส่ง', 'Manager Shipping', 11, 11, 'Dr_SCD', 'Mg_11_112', '', 'Mg', '0'),
(113, 'ผู้ช่วยผู้จัดการฝ่ายจัดส่ง', 'Asst.Manager Shipping', 11, 11, 'Mg_11_112', 'Ass_11_113', '', 'Ass', '0'),
(114, 'หัวหน้าแผนกจัดส่ง', 'Supervisor Shipping', 11, 11, 'Ass_11_113', 'Sup_11_114', '', 'Sup', '0'),
(115, 'จัดส่ง', 'Shipping', 11, 11, 'Sup_11_114', 'Emp_115', '', 'Emp', '114'),
(116, 'ขับรถ 6 ล้อ 10 ล้อ', '-', 11, 11, 'Sup_11_114', 'Emp_116', '', 'Emp', '114'),
(121, 'ผู้จัดการ PDM1', 'Manager PDM1', 13, 12, 'Dr_OPD', 'Mg_13_121', '', 'Mg', '0'),
(122, 'ผู้ช่วยผู้จัดการ PDM1', 'ผู้ช่วยผู้จัดการ PDM1', 13, 12, 'Mg_13_121', 'Ass_13_122', '', 'Ass', '0'),
(123, 'หัวหน้าแผนก PDM1', 'Supervisor PDM1', 13, 12, 'Ass_13_122', 'Sup_13_123', '', 'Sup', '0'),
(124, 'รอแก้ไขตำแหน่ง', 'รอแก้ไขตำแหน่ง', 13, 12, 'Sup_13_123', 'Emp_124', '', 'Emp', '123'),
(126, 'ผู้จัดการ ฝ่ายการเงิน', 'Manager (Financial)', 22, 14, 'Dr_AFD', 'Mg_22_126', '', 'Mg', '0'),
(128, 'ผู้จัดการ ฝ่ายบัญชี', 'Manager (Accounting)', 23, 14, 'Dr_AFD', 'Mg_23_128', '', 'Mg', '0'),
(129, 'ผู้ช่วยผู้จัดการ ฝ่ายบัญชี', 'Ass.manager (Accounting)', 23, 14, 'Mg_23_128', 'Ass_23_129', '', 'Ass', '0'),
(130, 'ผู้ช่วยผู้จัดการ ฝ่ายการเงิน', 'Ass.manager (Financial)', 22, 14, 'Mg_22_126', 'Ass_22_130', '', 'Ass', '0'),
(131, 'หัวหน้าแผนก AP VCB', 'Supervisor AP VCB', 23, 14, 'Ass_23_129', 'Sup_23_131', '', 'Sup', '0'),
(132, 'หัวหน้าแผนก (AP VCP/VONE/VNE)', 'Supervisor (AP VCP/VONE/VNE)', 23, 14, 'Ass_23_129', 'Sup_23_132', '', 'Sup', '0'),
(133, 'หัวหน้าแผนก AR', 'Supervisor (AR)', 23, 14, 'Ass_23_129', 'Sup_23_133', '', 'Sup', '0'),
(134, 'หัวหน้าแผนก (บัญชีต้นทุน)', 'Supervisor (Cost account)', 23, 14, 'Ass_23_129', 'Sup_23_134', '', 'Sup', '0'),
(135, 'หัวหน้าแผนก (บัญชีภาษี)', 'Supervisor (Tax account)', 23, 14, 'Ass_23_129', 'Sup_23_135', '', 'Sup', '0'),
(136, 'หัวหน้าแผนกการเงินจ่ายในประเทศ', 'Supervisor (Domestic payment)', 22, 14, 'Ass_22_130', 'Sup_22_136', '', 'Sup', '0'),
(137, 'หัวหน้าแผนกการเงินจ่ายต่างประเทศ', 'Supervisor (Foreign payments)', 22, 14, 'Ass_22_130', 'Sup_22_137', '', 'Sup', '0'),
(138, 'เจ้าหน้าที่ การเงินจ่ายในประเทศ', 'Officer (Domestic payment)', 22, 14, 'Sup_22_136', 'Emp_138', '', 'Emp', '136'),
(139, 'รอแก้ไข OPD', 'รอแก้ไข OPD', 13, 12, 'Sup_13_123', 'Emp_139', '', 'Emp', '123'),
(140, 'รอแก้ไข(ACC)', 'รอแก้ไข(ACC)', 23, 14, 'Sup_23_131', 'Emp_140', '', 'Emp', '131'),
(143, 'รอแก้ไข(HRM)', 'รอแก้ไข(HRM)', 24, 15, 'Sup_24_85', 'Emp_143', '', 'Emp', '85'),
(144, 'ผู้จัดการฝ่าย Admin', 'manager (Admin)', 25, 15, 'Dr_HAD', 'Mg_25_144', '', 'Mg', '0'),
(145, 'ผู้ช่วยผู้จัดการ Admin', 'Ass.manager (Admin)', 25, 15, 'Mg_25_144', 'Ass_25_145', '', 'Ass', '0'),
(146, 'หัวหน้าฝ่าย', 'Supervisor', 25, 15, 'Ass_25_145', 'Sup_25_146', '', 'Sup', '0'),
(147, 'รอแก้ไข Admin', 'รอแก้ไข Admin', 25, 15, 'Sup_25_146', 'Emp_147', '', 'Emp', '146'),
(148, 'ผู้จัดการฝ่าย RD', 'Manager (RD)', 8, 10, 'Dr_RDD', 'Mg_8_148', '', 'Mg', '0'),
(149, 'ผู้ช่วยผู้จัดการ RD', 'Ass.manager (RD)', 8, 10, 'Mg_8_148', 'Ass_8_149', '', 'Ass', '0'),
(150, 'หัวหน้า RD', 'Supervisor RD', 8, 10, 'Ass_8_149', 'Sup_8_150', '', 'Sup', '0'),
(151, 'รอแก้ไข RD', 'รอแก้ไข RD', 8, 10, 'Sup_8_150', 'Emp_151', '', 'Emp', '150'),
(152, 'ผู้จัดการฝ่าย LD', 'Manager (LD)', 9, 10, 'Dr_RDD', 'Mg_9_152', '', 'Mg', '0'),
(153, 'ผู้ช่วยผู้จัดการ LD', 'Ass.manager (LD)', 9, 10, 'Mg_9_152', 'Ass_9_153', '', 'Ass', '0'),
(154, 'หัวหน้า LD', 'Supervisor (LD)', 9, 10, 'Ass_9_153', 'Sup_9_154', '', 'Sup', '0'),
(155, 'รอแก้ไข LD', 'รอแก้ไข LD', 9, 10, 'Sup_9_154', 'Emp_155', '', 'Emp', '154'),
(156, 'ผู้จัดการฝ่าย WH', 'Manager (WH)', 10, 10, 'Dr_RDD', 'Mg_10_156', '', 'Mg', '0'),
(157, 'ผู้ช่วยผู้จัดการ WH', 'Ass.Manager (WH)', 10, 10, 'Mg_10_156', 'Ass_10_157', '', 'Ass', '0'),
(158, 'หัวหน้า WH', 'Supervisor WH', 10, 10, 'Ass_10_157', 'Sup_10_158', '', 'Sup', '0'),
(159, 'รอแก้ไข WH', 'รอแก้ไข(WH)', 10, 10, 'Sup_10_158', 'Emp_159', '', 'Emp', '158'),
(160, 'รอแก้ไข Logis', 'รอแก้ไข Logis', 11, 11, 'Sup_11_114', 'Emp_160', '', 'Emp', '114'),
(161, 'ผู้จัดการฝ่าย จัดซื้อ', 'ผู้จัดการฝ่าย จัดซื้อ', 12, 11, 'Dr_SCD', 'Mg_12_161', '', 'Mg', '0'),
(162, 'ผู้ช่วยผู้จัดการฝ่าย จัดซื้อ', 'ผู้ช่วยผู้จัดการฝ่าย จัดซื้อ', 12, 11, 'Mg_12_161', 'Ass_12_162', '', 'Ass', '0'),
(163, 'หัวหน้าฝ่าย จัดซื้อ', 'Supervisor(SC)', 12, 11, 'Ass_12_162', 'Sup_12_163', '', 'Sup', '0'),
(164, 'รอแก้ไข(SC)', 'รอแก้ไข(SC)', 12, 11, 'Sup_12_163', 'Emp_164', '', 'Emp', '163'),
(165, 'ผู้จัดการ ฝ่ายขาย', 'Manager (Sales)', 20, 13, 'Dr_SMD', 'Mg_20_165', '', 'Mg', '0'),
(166, 'ผู้ช่วยผู้จัดการ ฝ่ายขาย', 'Ass.Manager (Sales)', 20, 13, 'Mg_20_165', 'Ass_20_166', '', 'Ass', '0'),
(167, 'หัวหน้า ฝ่ายขาย', 'Supervisor (Sales)', 20, 13, 'Ass_20_166', 'Sup_20_167', '', 'Sup', '0'),
(168, 'รอแก้ไขฝ่ายขาย', 'รอแก้ไขฝ่ายขาย', 20, 13, 'Sup_20_167', 'Emp_168', '', 'Emp', '167'),
(169, 'ผู้จัดการฝ่ายการตลาด', 'Manager (Marketing)', 21, 13, 'Dr_SMD', 'Mg_21_169', '', 'Mg', '0'),
(171, 'ผู้ช่วยผู้จัดการฝ่ายการตลาด', 'Ass.Manager (Marketing)', 21, 13, 'Mg_21_169', 'Ass_21_171', '', 'Ass', '0'),
(172, 'หัวหน้าฝ่ายการตลาด', 'supervisor (Marketing)', 21, 13, 'Ass_21_171', 'Sup_21_172', '', 'Sup', '0'),
(173, 'รอแก้ไข maketing', 'รอแก้ไข maketing', 21, 13, 'Sup_21_172', 'Emp_173', '', 'Emp', '172'),
(174, 'ผู้จัดการ OSM', 'Manager OSM', 27, 17, 'Dr_OSM', 'Mg_27_174', '', 'Mg', '0'),
(175, 'ผู้ช่วยผู้จัดการ OSM', 'Ass.Manager OSM', 27, 17, 'Mg_27_174', 'Ass_27_175', '', 'Ass', '0'),
(176, 'หัวหน้า OSM', 'Supervisor OSM', 27, 17, 'Ass_27_175', 'Sup_27_176', '', 'Sup', '0'),
(177, 'รอแก้ไข OSM', 'รอแก้ไข OSM', 27, 17, 'Sup_27_176', 'Emp_177', '', 'Emp', '176');

-- --------------------------------------------------------

--
-- Table structure for table `hr_section`
--

CREATE TABLE `hr_section` (
  `id_section` int(11) NOT NULL,
  `thai_section` text NOT NULL,
  `eng_section` text NOT NULL,
  `name_section` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `hr_section`
--

INSERT INTO `hr_section` (`id_section`, `thai_section`, `eng_section`, `name_section`) VALUES
(7, 'สายงานดิจิทัลและระบบธุรกิจอิเล็กทรอนิกส์', 'Digital & E-commerce ', 'DED'),
(9, 'สายงานกิจการระหว่างประเทศ', 'International Corporate Affairs Division ', 'IAD'),
(10, 'สายงานวิจัยและพัฒนาผลิตภัณฑ์', 'Research and Development Division', 'RDD'),
(11, 'สายงานการจัดการห่วงโซ่อุปทาน', 'Supply Chain Management Division', 'SCD'),
(12, 'สายงานปฏิบัติการโรงงาน', 'Operation Division', 'OPD'),
(13, 'สายงานการตลาดและขาย', 'Sales & Marketing Division ', 'SMD'),
(14, 'สายงานบัญชีและการเงิน', 'Accounting & Financial Division', 'AFD'),
(15, 'สายงานทรัพยากรบุคคลและธุรการ', 'Human Resource & Administrative Division ', 'HAD'),
(16, 'ผู้อำนวยการ', 'Director', 'Dr'),
(17, 'ฝ่ายพัฒนาระบบองค์กร', 'Organizational System Development Department', 'OSM');

-- --------------------------------------------------------

--
-- Table structure for table `main_hr`
--

CREATE TABLE `main_hr` (
  `main_hr_id` int(11) NOT NULL,
  `id_section` int(11) NOT NULL,
  `id_department` int(11) NOT NULL,
  `id_position` int(11) NOT NULL,
  `hr_run_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Table structure for table `project_hr`
--

CREATE TABLE `project_hr` (
  `hr_employeeid` text DEFAULT NULL,
  `hr_employeename` text DEFAULT NULL,
  `hr_surname` text DEFAULT NULL,
  `hr_employee_eng` text DEFAULT NULL,
  `hr_lastname_eng` text DEFAULT NULL,
  `hr_nickname` text DEFAULT NULL,
  `hr_phone` text DEFAULT NULL,
  `id_position` text DEFAULT NULL,
  `id_department` text DEFAULT NULL,
  `hr_job_start` text DEFAULT NULL,
  `hr_email_user` text DEFAULT NULL,
  `hr_password` text DEFAULT NULL,
  `hr_employee_img` text DEFAULT NULL,
  `id_section` text DEFAULT NULL,
  `hr_emp` text DEFAULT NULL,
  `hr_run_id` int(11) NOT NULL,
  `number_emp` text DEFAULT NULL,
  `status_emp` text DEFAULT NULL,
  `job_out` text DEFAULT NULL,
  `birthday_emp` text DEFAULT NULL,
  `status_approve` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `project_hr`
--

INSERT INTO `project_hr` (`hr_employeeid`, `hr_employeename`, `hr_surname`, `hr_employee_eng`, `hr_lastname_eng`, `hr_nickname`, `hr_phone`, `id_position`, `id_department`, `hr_job_start`, `hr_email_user`, `hr_password`, `hr_employee_img`, `id_section`, `hr_emp`, `hr_run_id`, `number_emp`, `status_emp`, `job_out`, `birthday_emp`, `status_approve`) VALUES
('admin', 'ADMIN_HR', 'ADMIN_HR', 'ADMIN_HR', 'ADMIN_HR', 'ADMIN_HR', '00', '83', '24', '2022-03-31', 'admin@s', 'admin', '', '15', 'รายเดือน', 205, '12', 'ทำงานอยู่', '', '2022-03-31', 'approve'),
('VCB62162', 'นางแสงเดือน', 'เพ็ชรประดิษฐ', '-', '-', '-', '-', '88', '26', '2562-05-20', '-', '-', '-', '16', 'รายเดือน', 1149, '620156', 'ทำงานอยู่', '-', '2518-03-03', 'wait'),
('VCB62352', 'นายธนานันท์', 'รอดแผ้วพาล', '-', '-', '-', '-', '80', '4', '2560-09-18', '-', '-', '-', '7', 'รายเดือน', 1150, '360115', 'ทำงานอยู่', '-', '2532-01-23', 'wait'),
('VCB62353', 'นางสาวอารดา', 'วันทนาสินธุ์', '-', '-', '-', '-', '78', '4', '2561-06-11', '-', '-', '-', '7', 'รายเดือน', 1151, '610097', 'ทำงานอยู่', '-', '2541-01-13', 'wait'),
('VCB63240', 'นายโกมล', 'เกษพาณิช', 'Gomol', '-', '-', '-', '77', '4', '2563-12-07', '-', '-', '-', '7', 'รายเดือน', 1152, '630217', 'ทำงานอยู่', '-', '2538-12-04', 'wait'),
('VCB64022', 'นายตรีเกษม', 'สิงห์โตแก้ว', 'Treekasem', 'Singtokaew', '-', '-', '82', '4', '2564-01-25', '-', '-', '-', '7', 'รายเดือน', 1153, '640018', 'ทำงานอยู่', '-', '2539-03-20', 'wait'),
('VCB64230', 'น.ส.ศิรชา', 'ปัญญาอุด', 'Siracha', 'Punya-ud', '-', '091-8560296', '69', '4', '2564-10-18', '-', '-', '-', '7', 'รายเดือน', 1154, '640230', 'ทำงานอยู่', '-', '2542-04-03', 'wait'),
('VCP57133', 'นายอาทิตย์', 'ภาพันธ์', 'Arthit', 'papan', '-', '-', '73', '4', '2557-04-21', '-', '-', '-', '7', 'รายเดือน', 1155, '170133', 'ทำงานอยู่', '-', '2532-12-24', 'wait'),
('VCB61218', 'นางสาววาสนา', 'ภิญโญ', 'Wassana', 'Pinyo', '-', '-', '68', '5', '2557-05-14', '-', '-', '-', '7', 'รายเดือน', 1156, '-', 'ทำงานอยู่', '-', '2534-01-06', 'wait'),
('VCP50035', 'นางสาวศจี', 'รื่นสุทธิ์', '-', '-', '-', '-', '139', '13', '2550-09-10', '-', '-', '-', '12', 'รายเดือน', 1703, '100035', 'ทำงานอยู่', '-', '2527-06-25', 'wait'),
('VCP53060', 'นางชุติมา', 'สุขสุทิน', '-', '-', '-', '-', '139', '13', '2553-05-03', '-', '-', '-', '12', 'รายเดือน', 1704, '130060', 'ทำงานอยู่', '-', '2530-05-15', 'wait'),
('VCP35003', 'นายสมชิล', 'จงเรียงกลาง', '-', '-', '-', '-', '139', '13', '2535-08-05', '-', '-', '-', '12', 'รายเดือน', 1705, '150003', 'ทำงานอยู่', '-', '2510-05-02', 'wait'),
('VCP46018', 'นายเลาะมาน', 'สุดศรี', 'Mr.Lo man', 'Sutsri', '-', '-', '139', '13', '2546-05-27', '-', '-', '-', '12', 'รายเดือน', 1706, '160018', 'ทำงานอยู่', '-', '2508-01-02', 'wait'),
('VCP53056', 'นายเอกราช', 'โสภิส', 'Mr.Akekarach', 'Sopit', '-', '-', '139', '13', '2553-01-19', '-', '-', '-', '12', 'รายเดือน', 1707, '130056', 'ทำงานอยู่', '-', '2525-02-20', 'wait'),
('VCP62009', 'นายนที', 'ขันทอง', '-', '-', '-', '-', '139', '13', '2562-02-04', '-', '-', '-', '12', 'รายเดือน', 1708, '620055', 'ทำงานอยู่', '-', '2542-10-26', 'wait'),
('VCP46016', 'นายทวี', 'ชูประสาท', 'Mr.Thawee', 'Chuprasat', '-', '-', '139', '13', '2546-02-24', '-', '-', '-', '12', 'รายเดือน', 1709, '160016', 'ทำงานอยู่', '-', '2521-06-03', 'wait'),
('VCP47022', 'นายสมชาย', 'เก่งกล้า', 'Mr.Somchay', 'Kengkla', '-', '-', '139', '13', '2547-08-07', '-', '-', '-', '12', 'รายเดือน', 1710, '170022', 'ทำงานอยู่', '-', '2519-07-04', 'wait'),
('VCP56112', 'นายวีรพล', 'โสมี', 'Mr.Weeraphon', 'Somee', '-', '-', '139', '13', '2556-02-05', '-', '-', '-', '12', 'รายเดือน', 1711, '160112', 'ทำงานอยู่', '-', '2531-12-21', 'wait'),
('VCP58155', 'นายอาทร', 'ขำบริสุทธิ์', 'Mr.Arthon', 'Khamborisut', '-', '-', '139', '13', '2558-03-17', '-', '-', '-', '12', 'รายเดือน', 1712, '180155', 'ทำงานอยู่', '-', '2525-06-17', 'wait'),
('VCP58163', 'นายวิทยา', 'บุญมี', 'Mr.Witthaya', 'Boonmee', '-', '-', '139', '13', '2558-05-20', '-', '-', '-', '12', 'รายเดือน', 1713, '180163', 'ทำงานอยู่', '-', '2528-02-06', 'wait'),
('VCP61021', 'นายจรัญ', 'สายฟั่น', '-', '-', '-', '-', '139', '13', '2561-05-07', '-', '-', '-', '12', 'รายเดือน', 1714, '610059', 'ทำงานอยู่', '-', '2513-03-30', 'wait'),
('VCP63007', 'นายเจษฎากร', 'พบสระใหญ่', '-', '-', '-', '-', '139', '13', '2563-08-27', '-', '-', '-', '12', 'รายเดือน', 1715, '630153', 'ทำงานอยู่', '-', '2542-01-28', 'wait'),
('VCP48026', 'นายอดิศักดิ์', 'กวมทรัพย์', '-', '-', '-', '-', '139', '13', '2548-12-06', '-', '-', '-', '12', 'รายเดือน', 1716, '180024', 'ทำงานอยู่', '-', '2517-12-14', 'wait'),
('VCP52046', 'นายพรวิเชียร', 'ยุระปักห์', 'Mr.Pornwichean', 'Yurapuk', '-', '-', '139', '13', '2552-05-13', '-', '-', '-', '12', 'รายเดือน', 1717, '120046', 'ทำงานอยู่', '-', '2529-04-05', 'wait'),
('VCP53057', 'นางสาวธันวา', 'ขัติยะ', 'Miss Tunwa', 'Kuttiya', '-', '-', '139', '13', '2553-02-12', '-', '-', '-', '12', 'รายเดือน', 1718, '130057', 'ทำงานอยู่', '-', '2526-12-23', 'wait'),
('VCP56117', 'นางสาวอาริสา', 'ศรีรุ่งเรือง', 'Miss Arrisa', 'Mokngam', '-', '-', '139', '13', '2556-07-12', '-', '-', '-', '12', 'รายเดือน', 1719, '160117', 'ทำงานอยู่', '-', '2534-08-12', 'wait'),
('VCP48023', 'นายปรีชา', 'ขัติยะ', 'Mr.Preecha', 'Kuttiya', '-', '-', '139', '13', '2548-01-17', '-', '-', '-', '12', 'รายเดือน', 1720, '180023', 'ทำงานอยู่', '-', '2524-09-09', 'wait'),
('VCP52048', 'นายพงษ์เดช', 'วางโต', 'Mr.Pongdech', 'Wangto', '-', '-', '139', '13', '2552-06-13', '-', '-', '-', '12', 'รายเดือน', 1721, '120048', 'ทำงานอยู่', '-', '2531-02-11', 'wait'),
('VCP62026', 'นายอนิศรณ์', 'รุณพงษ์', '-', '-', '-', '-', '139', '13', '2562-05-02', '-', '-', '-', '12', 'รายเดือน', 1722, '620150', 'ทำงานอยู่', '-', '2541-07-14', 'wait'),
('VCP48024', 'นายอดิศักดิ์', 'กิจพงศ์', '-', '-', '-', '-', '139', '13', '2548-03-11', '-', '-', '-', '12', 'รายเดือน', 1723, '580024', 'ทำงานอยู่', '-', '2511-11-11', 'wait'),
('VCP61027', 'นายวุฒิชัย', 'อนันตวิชัย', '-', '-', '-', '-', '139', '13', '2561-05-31', '-', '-', '-', '12', 'รายเดือน', 1724, '610081', 'ทำงานอยู่', '-', '2538-01-19', 'wait'),
('VCP62011', 'นายหวัง', 'สุดศรี', '-', '-', '-', '-', '139', '13', '2562-02-13', '-', '-', '-', '12', 'รายเดือน', 1725, '620063', 'ทำงานอยู่', '-', '2519-10-04', 'wait'),
('VCB64138', 'น.ส.วรดา', 'ชูกองปาน', 'Worada', 'Chukongpan', '-', '064-8931473', '139', '13', '2564-06-04', NULL, NULL, '-', '12', 'รายเดือน', 1726, '-', 'ทำงานอยู่', '-', '2540-05-24', 'wait'),
('VCB55017', 'นางสาววรรณพร', 'บุญดี', '-', '-', '-', NULL, '139', '13', '2555-05-09', NULL, NULL, '-', '12', 'รายเดือน', 1727, '-', 'ทำงานอยู่', '-', '2535-12-22', 'wait'),
('VCB62074', 'นางสาวสุมิตรา', 'สมญา', '-', '-', '-', NULL, '139', '13', '2562-03-04', NULL, NULL, '-', '12', 'รายเดือน', 1728, '-', 'ทำงานอยู่', '-', '2536-11-05', 'wait'),
('VCB62286', 'นางสาวสุวิภา', 'เรืองปราชญ์', '-', '-', '-', NULL, '139', '13', '2559-09-05', NULL, NULL, '-', '12', 'รายเดือน', 1729, '-', 'ทำงานอยู่', '-', '2530-03-23', 'wait'),
('VCB39001', 'นายประเสริฐ', 'น้ำดอกไม้', '-', '-', '-', NULL, '139', '13', '2539-06-22', NULL, NULL, '-', '12', 'รายเดือน', 1730, '-', 'ทำงานอยู่', '-', '2513-05-09', 'wait'),
('VCB57060', 'นายสาธิต', 'สมพันธ์', '-', '-', '-', NULL, '139', '13', '2557-05-13', NULL, NULL, '-', '12', 'รายเดือน', 1731, '-', 'ทำงานอยู่', '-', '2533-11-26', 'wait'),
('VCB59180', 'นายปัญญพจน์', 'ธรรมชาติ', '-', '-', '-', NULL, '139', '13', '2559-04-19', NULL, NULL, '-', '12', 'รายเดือน', 1732, '-', 'ทำงานอยู่', '-', '2528-06-28', 'wait'),
('VCB61028', 'นายมนัส', 'เด่นชัย', '-', '-', '-', NULL, '139', '13', '2555-06-06', NULL, NULL, '-', '12', 'รายเดือน', 1733, '-', 'ทำงานอยู่', '-', '2528-12-30', 'wait'),
('VCB65029', 'นายรัฐฉัตร', 'จันทร์คำ', 'Mr.Rattachat', 'Chankhum', '-', '087-5509090', '139', '13', '2565-02-07', NULL, NULL, '-', '12', 'รายเดือน', 1734, '-', 'ทำงานอยู่', '-', '2540-11-16', 'wait'),
('VCB60090', 'นายอุเทล', 'อุดมโชติเดชากุล', '-', '-', '-', NULL, '139', '13', '2553-03-22', NULL, NULL, '-', '12', 'รายเดือน', 1735, '-', 'ทำงานอยู่', '-', '2519-01-25', 'wait'),
('VCB62190', 'นายกิตตินันท์', 'พิทธยานันท์', '-', '-', '-', NULL, '139', '13', '2562-06-11', NULL, NULL, '-', '12', 'รายเดือน', 1736, '-', 'ทำงานอยู่', '-', '2536-03-10', 'wait'),
('VCB55026', 'นายSaw', 'Win Naing', '-', '-', '-', NULL, '139', '13', '2555-06-26', NULL, NULL, '-', '12', 'รายเดือน', 1737, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB56042', 'นายHEIN', 'LIN SOE', '-', '-', '-', NULL, '139', '13', '2556-07-10', NULL, NULL, '-', '12', 'รายเดือน', 1738, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB64256', 'นายHLAING', 'MIN SOE', '-', '-', '-', NULL, '139', '13', '2564-10-04', NULL, NULL, '-', '12', 'รายเดือน', 1739, '-', 'ทำงานอยู่', '-', '2524-06-17', 'wait'),
('VCB62137', 'นายThu', 'Ya Aung', '-', '-', '-', NULL, '139', '13', '2562-04-22', NULL, NULL, '-', '12', 'รายเดือน', 1740, '-', 'ทำงานอยู่', '-', '2538-04-14', 'wait'),
('VCB63031', 'นายSAW', 'KHAING OO', '-', '-', '-', NULL, '139', '13', '2563-01-27', NULL, NULL, '-', '12', 'รายเดือน', 1741, '-', 'ทำงานอยู่', '-', '2524-02-21', 'wait'),
('VCB57066', 'นายวรศักดิ์', 'มหิงสพันธุ์', '-', '-', '-', NULL, '139', '13', '2557-08-24', NULL, NULL, '-', '12', 'รายเดือน', 1742, '-', 'ทำงานอยู่', '-', '2530-12-22', 'wait'),
('VCB60056', 'นางสาวอรัญญา', 'พวงทอง', '-', '-', '-', NULL, '139', '13', '2554-05-25', NULL, NULL, '-', '12', 'รายเดือน', 1743, '-', 'ทำงานอยู่', '-', '2528-09-16', 'wait'),
('VCB60102', 'นางสาวทุเรียน', 'เริงฤทธิ์', '-', '-', '-', NULL, '139', '13', '2559-09-22', NULL, NULL, '-', '12', 'รายเดือน', 1744, '-', 'ทำงานอยู่', '-', '2508-06-20', 'wait'),
('VCB62251', 'นางสาววาทินี', 'เนื่องดิถี', '-', '-', '-', NULL, '139', '13', '2550-03-12', NULL, NULL, '-', '12', 'รายเดือน', 1745, '-', 'ทำงานอยู่', '-', '2518-11-21', 'wait'),
('VCB62253', 'นางสาวอริสา', 'บัวภิบาล', '-', '-', '-', NULL, '139', '13', '2555-05-18', NULL, NULL, '-', '12', 'รายเดือน', 1746, '-', 'ทำงานอยู่', '-', '2533-01-03', 'wait'),
('VCB62376', 'นายชนาธิป', 'จันทร์กลิ่น', '-', '-', '-', NULL, '139', '13', '2562-12-16', NULL, NULL, '-', '12', 'รายเดือน', 1747, '-', 'ทำงานอยู่', '-', '2540-02-08', 'wait'),
('VCB63177', 'น.ส.สุชาวดี', 'กระจับเงิน', 'Miss Suchawadee', 'Krajubgoen', '-', NULL, '139', '13', '2563-09-08', NULL, NULL, '-', '12', 'รายเดือน', 1748, '-', 'ทำงานอยู่', '-', '2537-07-23', 'wait'),
('VCB63195', 'นายสุชาติ', 'จันทร์แดง', 'Mr.Suchat', 'Chandaeng', '-', NULL, '139', '13', '2563-10-01', NULL, NULL, '-', '12', 'รายเดือน', 1749, '-', 'ทำงานอยู่', '-', '2526-09-05', 'wait'),
('VCB58082', 'นางสาวพรนภา', 'สุโพธิ์', '-', '-', '-', NULL, '139', '13', '2558-02-09', NULL, NULL, '-', '12', 'รายเดือน', 1750, '-', 'ทำงานอยู่', '-', '2525-04-05', 'wait'),
('VCB58103', 'นางสาวรุ่งระวี', 'จันทร์วิจิตร', '-', '-', '-', NULL, '139', '13', '2558-06-22', NULL, NULL, '-', '12', 'รายเดือน', 1751, '-', 'ทำงานอยู่', '-', '2530-12-20', 'wait'),
('VCB60012', 'นางสาววนิดา', 'อาจหาญ', '-', '-', '-', NULL, '139', '13', '2560-01-17', NULL, NULL, '-', '12', 'รายเดือน', 1752, '-', 'ทำงานอยู่', '-', '2538-06-10', 'wait'),
('VCB62084', 'นางสาวปาริฉัตต์', 'ยิ้มวิลัย', '-', '-', '-', NULL, '139', '13', '2562-03-04', NULL, NULL, '-', '12', 'รายเดือน', 1753, '-', 'ทำงานอยู่', '-', '2538-02-21', 'wait'),
('VCB62172', 'นางสาวกาญจนา', 'งามประดับ', '-', '-', '-', NULL, '139', '13', '2562-05-21', NULL, NULL, '-', '12', 'รายเดือน', 1754, '-', 'ทำงานอยู่', '-', '2540-12-17', 'wait'),
('VCB63183', 'น.ส.ศิวพร', 'สารวงษ์', 'Miss Siaphon', 'Sarawong', '-', NULL, '139', '13', '2563-09-14', NULL, NULL, '-', '12', 'รายเดือน', 1755, '-', 'ทำงานอยู่', '-', '2533-03-11', 'wait'),
('VCB64055', 'น.ส.อโนมา', 'ไตรสินธ์', '-', '-', '-', NULL, '139', '13', '2564-02-22', NULL, NULL, '-', '12', 'รายเดือน', 1756, '-', 'ทำงานอยู่', '-', '2544-11-29', 'wait'),
('VCB64127', 'น.ส.จิราวรรณ', 'ล่วงลือ', 'Jirawan', 'Luanglue', '-', '087-5980087', '139', '13', '2564-05-19', NULL, NULL, '-', '12', 'รายเดือน', 1757, '-', 'ทำงานอยู่', '-', '2527-09-25', 'wait'),
('VCB64140', 'น.ส.สุชีรา', 'จอยกระโทก', 'Suchira', 'Choikrathok', '-', '090-9527694', '139', '13', '2564-06-04', NULL, NULL, '-', '12', 'รายเดือน', 1758, '-', 'ทำงานอยู่', '-', '2546-03-20', 'wait'),
('VCB65033', 'น.ส.กมลรัตน์', 'วิเศษ', 'Miss Kamonrat', 'Wiset', '-', '092-9933402', '139', '13', '2565-02-11', NULL, NULL, '-', '12', 'รายเดือน', 1759, '-', 'ทำงานอยู่', '-', '2540-06-18', 'wait'),
('VCB65034', 'น.ส.หัทญา', 'เย็นลับ', 'Miss Hattaya', 'Yenlap', '-', '091-0650728', '139', '13', '2565-02-11', NULL, NULL, '-', '12', 'รายเดือน', 1760, '-', 'ทำงานอยู่', '-', '2542-05-03', 'wait'),
('VCB65042', 'น.ส.นรรฆพรรณ', 'เชิญผึ้ง', '-', '-', '-', '098-3815159', '139', '13', '2565-02-25', NULL, NULL, '-', '12', 'รายเดือน', 1761, '-', 'ทำงานอยู่', '-', '2539-06-24', 'wait'),
('VCB65044', 'น.ส.ชญาณี', 'จินประชา', '-', '-', '-', '061-057779', '139', '13', '2565-02-25', NULL, NULL, '-', '12', 'รายเดือน', 1762, '-', 'ทำงานอยู่', '-', '2543-02-04', 'wait'),
('VCB62068', 'นางสาวAYE', 'AYE Mon', '-', '-', '-', NULL, '139', '13', '2561-12-12', NULL, NULL, '-', '12', 'รายเดือน', 1763, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB64123', 'MRS.AYE', 'AYE AUNG', '-', '-', '-', '063-5323057', '139', '13', '2564-05-05', NULL, NULL, '-', '12', 'รายเดือน', 1764, '-', 'ทำงานอยู่', '-', '2529-09-28', 'wait'),
('VCB63128', 'นายสมศักดิ์', 'ใจดี', '-', '-', '-', NULL, '139', '13', '2563-06-29', NULL, NULL, '-', '12', 'รายเดือน', 1765, '-', 'ทำงานอยู่', '-', '2532-04-28', 'wait'),
('VCB63162', 'นายพีรพงษ์', 'เรืองฤทธิ์', '-', '-', '-', NULL, '139', '13', '2563-08-19', NULL, NULL, '-', '12', 'รายเดือน', 1766, '-', 'ทำงานอยู่', '-', '2543-02-19', 'wait'),
('VCB64006', 'นายภูวดล', 'พรหมราช', 'Mr.Phoowadon', 'Promrat', '-', NULL, '139', '13', '2564-01-11', NULL, NULL, '-', '12', 'รายเดือน', 1767, '-', 'ทำงานอยู่', '-', '2540-09-04', 'wait'),
('VCB64007', 'นายอธินัน', 'คงเจริญ', 'Mr.Athinan', 'Kongcharoen', '-', NULL, '139', '13', '2564-01-11', NULL, NULL, '-', '12', 'รายเดือน', 1768, '-', 'ทำงานอยู่', '-', '2520-04-01', 'wait'),
('VCB64061', 'นายณัฐพล', 'มีสวัสดิ์', '-', '-', '-', NULL, '139', '13', '2564-03-03', NULL, NULL, '-', '12', 'รายเดือน', 1769, '-', 'ทำงานอยู่', '-', '2538-03-21', 'wait'),
('VCB65015', 'นายTHEIN', 'TUN', '-', '-', '-', '063-6014810', '139', '13', '2565-01-17', NULL, NULL, '-', '12', 'รายเดือน', 1770, '-', 'ทำงานอยู่', '-', '2527-07-07', 'wait'),
('VCB65018', 'นายวัชรพล', 'ศรีประภา', 'Mr.Watcharaphon', 'Sriprapa', '-', '089-4138493', '139', '13', '2565-01-24', NULL, NULL, '-', '12', 'รายเดือน', 1771, '-', 'ทำงานอยู่', '-', '2546-01-19', 'wait'),
('VCB62022', 'นายThein', 'Min Oo', '-', '-', '-', NULL, '139', '13', '2562-01-17', NULL, NULL, '-', '12', 'รายเดือน', 1772, '-', 'ทำงานอยู่', '-', '2533-06-15', 'wait'),
('VCB62023', 'นายThet', 'Paing Soe', '-', '-', '-', NULL, '139', '13', '2562-01-17', NULL, NULL, '-', '12', 'รายเดือน', 1773, '-', 'ทำงานอยู่', '-', '2534-05-05', 'wait'),
('VCB62024', 'นายKyaw', 'Min Tun', '-', '-', '-', NULL, '139', '13', '2562-01-17', NULL, NULL, '-', '12', 'รายเดือน', 1774, '-', 'ทำงานอยู่', '-', '2530-03-05', 'wait'),
('VCB62032', 'นายChit', 'Kaung', '-', '-', '-', NULL, '139', '13', '2562-01-17', NULL, NULL, '-', '12', 'รายเดือน', 1775, '-', 'ทำงานอยู่', '-', '2532-09-19', 'wait'),
('VCB62060', 'นายSoe', 'Aung', '-', '-', '-', NULL, '139', '13', '2561-12-12', NULL, NULL, '-', '12', 'รายเดือน', 1776, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB62142', 'นายAung', 'Win', '-', '-', '-', NULL, '139', '13', '2562-04-26', NULL, NULL, '-', '12', 'รายเดือน', 1777, '-', 'ทำงานอยู่', '-', '2532-11-15', 'wait'),
('VCB62242', 'นายTHAN', 'TUN', '-', '-', '-', NULL, '139', '13', '2562-07-09', NULL, NULL, '-', '12', 'รายเดือน', 1778, '-', 'ทำงานอยู่', '-', '2521-12-13', 'wait'),
('VCB63028', 'นายZAW', 'MYO AUNG', '-', '-', '-', NULL, '139', '13', '2563-01-06', NULL, NULL, '-', '12', 'รายเดือน', 1779, '-', 'ทำงานอยู่', '-', '2543-09-30', 'wait'),
('VCB63030', 'นายNYUNT', 'HLAING', '-', '-', '-', NULL, '139', '13', '2563-01-06', NULL, NULL, '-', '12', 'รายเดือน', 1780, '-', 'ทำงานอยู่', '-', '2515-11-12', 'wait'),
('VCB63100', 'นายแสงเพชร', 'จั่นจุ้ย', '-', '-', '-', NULL, '139', '13', '2563-06-01', NULL, NULL, '-', '12', 'รายเดือน', 1781, '-', 'ทำงานอยู่', '-', '2535-11-30', 'wait'),
('VCB63105', 'นายHLAING', 'MIN AUNG', '-', '-', '-', NULL, '139', '13', '2563-06-08', NULL, NULL, '-', '12', 'รายเดือน', 1782, '-', 'ทำงานอยู่', '-', '2527-12-12', 'wait'),
('VCB63246', 'นายธีรพัฒน์', 'ไตรสินธ์', 'Mr. Teerapat', 'Taisin', '-', NULL, '139', '13', '2563-12-15', NULL, NULL, '-', '12', 'รายเดือน', 1783, '-', 'ทำงานอยู่', '-', '2545-04-11', 'wait'),
('VCB64088', 'นายวรพงศ์', 'ศรีแสง', '-', '-', '-', NULL, '139', '13', '2564-04-05', NULL, NULL, '-', '12', 'รายเดือน', 1784, '-', 'ทำงานอยู่', '-', '2539-01-25', 'wait'),
('VCB65024', 'นายKHIN', 'MAUNG NWET', '-', '-', '-', '094-8385873', '139', '13', '2565-01-27', NULL, NULL, '-', '12', 'รายเดือน', 1785, '-', 'ทำงานอยู่', '-', '2528-10-20', 'wait'),
('VCB62006', 'นายชยพล', 'สว่างญาติ', '-', '-', '-', NULL, '139', '13', '2562-01-07', NULL, NULL, '-', '12', 'รายเดือน', 1786, '-', 'ทำงานอยู่', '-', '2519-03-15', 'wait'),
('VCB54012', 'นายปกรณ์', 'ขำบัณฑิต', '-', '-', '-', NULL, '139', '13', '2554-05-16', NULL, NULL, '-', '12', 'รายเดือน', 1787, '-', 'ทำงานอยู่', '-', '2531-06-06', 'wait'),
('VCB62180', 'นายชัยนาท', 'มากคง', '-', '-', '-', NULL, '139', '13', '2562-06-04', NULL, NULL, '-', '12', 'รายเดือน', 1788, '-', 'ทำงานอยู่', '-', '2519-01-19', 'wait'),
('VCB62219', 'นายวิเชียร', 'อาจเอี่ยม', '-', '-', '-', NULL, '139', '13', '2562-07-01', NULL, NULL, '-', '12', 'รายเดือน', 1789, '-', 'ทำงานอยู่', '-', '2533-08-06', 'wait'),
('VCB62319', 'นายอภิวัฒน์', 'บรรจงทรัพย์', '-', '-', '-', NULL, '139', '13', '2562-10-15', NULL, NULL, '-', '12', 'รายเดือน', 1790, '-', 'ทำงานอยู่', '-', '2525-11-02', 'wait'),
('VCB63004', 'นายประพันธ์', 'ภู่สำอางค์', '-', '-', '-', NULL, '139', '13', '2563-01-13', NULL, NULL, '-', '12', 'รายเดือน', 1791, '-', 'ทำงานอยู่', '-', '2526-03-29', 'wait'),
('VCB63032', 'นางสาวยุพา', 'โพธาราม', '-', '-', '-', NULL, '139', '13', '2555-04-07', NULL, NULL, '-', '12', 'รายเดือน', 1792, '-', 'ทำงานอยู่', '-', '2514-07-26', 'wait'),
('VCB64009', 'นายวรพจน์', 'ทับทิม', 'Mr.Woraphot', 'Taptim', '-', NULL, '139', '13', '2564-01-11', NULL, NULL, '-', '12', 'รายเดือน', 1793, '-', 'ทำงานอยู่', '-', '2539-07-08', 'wait'),
('VCB64021', 'นายมานพ', 'สิงสาหัส', '-', '-', '-', NULL, '139', '13', '2564-01-20', NULL, NULL, '-', '12', 'รายเดือน', 1794, '-', 'ทำงานอยู่', '-', '2534-07-24', 'wait'),
('VCB64069', 'นายSAW', 'MYINT HTWE', '-', '-', '-', NULL, '139', '13', '2564-03-09', NULL, NULL, '-', '12', 'รายเดือน', 1795, '-', 'ทำงานอยู่', '-', '2539-01-02', 'wait'),
('VCB64070', 'นายMAUNG', 'LWIN', '-', '-', '-', NULL, '139', '13', '2564-03-09', NULL, NULL, '-', '12', 'รายเดือน', 1796, '-', 'ทำงานอยู่', '-', '2519-12-24', 'wait'),
('VCB64147', 'นายWAI', 'MOE ZAW', '-', '-', '-', NULL, '139', '13', '2564-04-24', NULL, NULL, '-', '12', 'รายเดือน', 1797, '-', 'ทำงานอยู่', '-', '2543-05-09', 'wait'),
('VCB64187', 'น.ส.จันทิมา', 'ล่วงลือ', '-', '-', '-', NULL, '139', '13', '2561-02-19', NULL, NULL, '-', '12', 'รายเดือน', 1798, '-', 'ทำงานอยู่', '-', '2535-03-03', 'wait'),
('VCB63221', 'นายสนองชัย', 'ทองเกิด', '-', '-', '-', NULL, '139', '13', '2563-11-02', NULL, NULL, '-', '12', 'รายเดือน', 1799, '-', 'ทำงานอยู่', '-', '2532-01-10', 'wait'),
('VCB63243', 'นายจีรุจน์', 'ขุนทอง', 'Mr.Jeeroot', 'Kunthong', '-', NULL, '139', '13', '2563-12-11', NULL, NULL, '-', '12', 'รายเดือน', 1800, '-', 'ทำงานอยู่', '-', '2538-09-29', 'wait'),
('VCB64020', 'นายโชคชัย', 'ชัยภูมิ', '-', '-', '-', NULL, '139', '13', '2564-01-20', NULL, NULL, '-', '12', 'รายเดือน', 1801, '-', 'ทำงานอยู่', '-', '2537-06-27', 'wait'),
('VCB64071', 'นายTHIHA', 'KYAW SOE', '-', '-', '-', NULL, '139', '13', '2564-03-09', NULL, NULL, '-', '12', 'รายเดือน', 1802, '-', 'ทำงานอยู่', '-', '2538-07-01', 'wait'),
('VCB64153', 'นายKYAW', 'MIN TUN', '-', '-', '-', NULL, '139', '13', '2564-05-10', NULL, NULL, '-', '12', 'รายเดือน', 1803, '-', 'ทำงานอยู่', '-', '2537-09-19', 'wait'),
('VCB64192', 'นายเตวิช', 'คำหอมรื่น', '-', '-', '-', '063-6507622', '139', '13', '2564-07-22', NULL, NULL, '-', '12', 'รายเดือน', 1804, '-', 'ทำงานอยู่', '-', '2527-04-14', 'wait'),
('VCB64196', 'นายสิทธิชัย', 'เลี่ยมทองคำ', '-', '-', '-', '095-5611577', '139', '13', '2564-08-04', NULL, NULL, '-', '12', 'รายเดือน', 1805, '-', 'ทำงานอยู่', '-', '2536-06-22', 'wait'),
('VCB64218', 'นายKO', 'MIN', '-', '-', '-', NULL, '139', '13', '2564-09-21', NULL, NULL, '-', '12', 'รายเดือน', 1806, '-', 'ทำงานอยู่', '-', '2528-06-24', 'wait'),
('VCB65007', 'นายบอม', 'ชื่นวิทยา', 'MR.Bom', 'Chuanwittaya', '-', '082-0157709', '139', '13', '2565-01-13', NULL, NULL, '-', '12', 'รายเดือน', 1807, '-', 'ทำงานอยู่', '-', '2538-06-16', 'wait'),
('VCB65008', 'นายภานุพงศ์', 'จันทร์ชูกลิ่น', 'Mr.Panuphong', 'Chanchoklin', '-', '082-0037911', '139', '13', '2565-01-13', NULL, NULL, '-', '12', 'รายเดือน', 1808, '-', 'ทำงานอยู่', '-', '2545-11-27', 'wait'),
('VCB65009', 'นายมารุต', 'จบสมัย', 'Mr. Marut', 'Chobsamai', '-', '095-8481175', '139', '13', '2565-01-13', NULL, NULL, '-', '12', 'รายเดือน', 1809, '-', 'ทำงานอยู่', '-', '2539-08-24', 'wait'),
('VCB64112', 'นายฉัตรศิริ', 'ชูศิริโรจน์', 'Chatsiri', 'Chusirirot', '-', '063-0929188', '139', '13', '2564-05-03', NULL, NULL, '-', '12', 'รายเดือน', 1810, '-', 'ทำงานอยู่', '-', '2540-02-05', 'wait'),
('VCB64148', 'นายKYAW', 'THU', '-', '-', '-', NULL, '139', '13', '2564-04-24', NULL, NULL, '-', '12', 'รายเดือน', 1811, '-', 'ทำงานอยู่', '-', '2529-12-01', 'wait'),
('VCB64248', 'นายชัชวาล', 'ผิวเหลือง', 'MR.Chatchawal', 'Piwhleng', '-', '080-9786967', '139', '13', '2564-11-22', NULL, NULL, '-', '12', 'รายเดือน', 1812, '-', 'ทำงานอยู่', '-', '2525-06-14', 'wait'),
('VCB62063', 'นางสาวMin', 'Zaw Oo', '-', '-', '-', NULL, '139', '13', '2561-12-26', NULL, NULL, '-', '12', 'รายเดือน', 1813, '-', 'ทำงานอยู่', '-', '2524-01-12', 'wait'),
('VCB61046', 'นายอนุสรณ์', 'มหิงสพันธุ์', '-', '-', '-', NULL, '139', '13', '2561-03-20', NULL, NULL, '-', '12', 'รายเดือน', 1814, '-', 'ทำงานอยู่', '-', '2523-08-01', 'wait'),
('VCB64110', 'นายสิทธิชัย', 'สุโกมล', 'Sittichai', 'Sukomol', '-', '095-3515277', '139', '13', '2564-04-28', NULL, NULL, '-', '12', 'รายเดือน', 1815, '-', 'ทำงานอยู่', '-', '2542-03-18', 'wait'),
('VCB64151', 'นางMAW', 'MAW SAN', '-', '-', '-', NULL, '139', '13', '2564-04-24', NULL, NULL, '-', '12', 'รายเดือน', 1816, '-', 'ทำงานอยู่', '-', '2531-11-01', 'wait'),
('VCB64152', 'นางPHYO', 'PHYO AYE', '-', '-', '-', NULL, '139', '13', '2564-04-24', NULL, NULL, '-', '12', 'รายเดือน', 1817, '-', 'ทำงานอยู่', '-', '2530-02-25', 'wait'),
('VCB64247', 'นายกิจตินันท์', 'พันพฤกษ์', 'Kittinan', 'Phanphuek', '-', '096-7241516', '139', '13', '2564-11-22', NULL, NULL, '-', '12', 'รายเดือน', 1818, '-', 'ทำงานอยู่', '-', '2546-09-07', 'wait'),
('VCB55019', 'นายสุริยพงศ์', 'อุปถัมภ์', NULL, NULL, '-', NULL, '139', '13', '2555-05-31', NULL, NULL, '-', '12', 'รายเดือน', 1819, '-', 'ทำงานอยู่', '-', '2537-02-17', 'wait'),
('VCB55021', 'นายMoe', 'Kyaw', NULL, NULL, '-', NULL, '139', '13', '2555-06-26', NULL, NULL, '-', '12', 'รายเดือน', 1820, '-', 'ทำงานอยู่', '-', '2520-07-02', 'wait'),
('VCB55023', 'นายThu', 'Ya Zaw', NULL, NULL, '-', NULL, '139', '13', '2555-06-26', NULL, NULL, '-', '12', 'รายเดือน', 1821, '-', 'ทำงานอยู่', '-', '2522-10-13', 'wait'),
('VCB55025', 'นายAung', 'Minn', NULL, NULL, '-', NULL, '139', '13', '2555-06-26', NULL, NULL, '-', '12', 'รายเดือน', 1822, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB58075', 'นายไพโรจน์', 'ปทุมวัน', NULL, NULL, '-', NULL, '139', '13', '2558-01-14', NULL, NULL, '-', '12', 'รายเดือน', 1823, '-', 'ทำงานอยู่', '-', '2535-05-27', 'wait'),
('VCB59164', 'นายจตุพล', 'เกษลักษณ์', NULL, NULL, '-', NULL, '139', '13', '2559-03-14', NULL, NULL, '-', '12', 'รายเดือน', 1824, '-', 'ทำงานอยู่', '-', '2526-07-11', 'wait'),
('VCB60073', 'นายอานนท์', 'ยีวันโซ๊ะ', NULL, NULL, '-', NULL, '139', '13', '2560-05-22', NULL, NULL, '-', '12', 'รายเดือน', 1825, '-', 'ทำงานอยู่', '-', '2535-11-24', 'wait'),
('VCB60087', 'นายสุรกิจ', 'จันทศิริ', NULL, NULL, '-', NULL, '139', '13', '2560-07-03', NULL, NULL, '-', '12', 'รายเดือน', 1826, '-', 'ทำงานอยู่', '-', '2531-10-15', 'wait'),
('VCB60163', 'นายกฤษดา', 'คำสงค์', NULL, NULL, '-', NULL, '139', '13', '2560-10-25', NULL, NULL, '-', '12', 'รายเดือน', 1827, '-', 'ทำงานอยู่', '-', '2538-02-14', 'wait'),
('VCB62041', 'นายจงรักษ์', 'ศรีอนงค์', NULL, NULL, '-', NULL, '139', '13', '2562-01-21', NULL, NULL, '-', '12', 'รายเดือน', 1828, '-', 'ทำงานอยู่', '-', '2536-08-16', 'wait'),
('VCB62218', 'นายจีรพันธ์', 'แก้วศรีงาม', NULL, NULL, '-', NULL, '139', '13', '2562-07-01', NULL, NULL, '-', '12', 'รายเดือน', 1829, '-', 'ทำงานอยู่', '-', '2540-11-20', 'wait'),
('VCB62311', 'นายณรงค์ฤทธิ์', 'ศิริวงษ์', NULL, NULL, '-', NULL, '139', '13', '2560-03-15', NULL, NULL, '-', '12', 'รายเดือน', 1830, '-', 'ทำงานอยู่', '-', '2535-06-08', 'wait'),
('VCB63011', 'นายภนากรณ์', 'วงศ์ฝั้น', NULL, NULL, '-', NULL, '139', '13', '2563-01-22', NULL, NULL, '-', '12', 'รายเดือน', 1831, '-', 'ทำงานอยู่', '-', '2527-08-13', 'wait'),
('VCB64015', 'นายยุทธพงษ์', 'ยินดีพิศ', NULL, NULL, '-', NULL, '139', '13', '2564-01-11', NULL, NULL, '-', '12', 'รายเดือน', 1832, '-', 'ทำงานอยู่', '-', '2540-12-21', 'wait'),
('VCB64111', 'นายณัฏฐาปกรณ์', 'เกตุมุติ', 'Nattapakorn', 'Ketmut', '-', '095-1630056', '139', '13', '2564-05-03', NULL, NULL, '-', '12', 'รายเดือน', 1833, '-', 'ทำงานอยู่', '-', '2543-04-19', 'wait'),
('VCB61183', 'นายสุชิน', 'ด้วงสุวรรณ', NULL, NULL, '-', NULL, '139', '13', '2561-03-03', NULL, NULL, '-', '12', 'รายเดือน', 1834, '-', 'ทำงานอยู่', '-', '2532-09-23', 'wait'),
('VCB61251', 'นายรุ่งเพชร', 'สุภาฉิน', NULL, NULL, '-', NULL, '139', '13', '2561-12-10', NULL, NULL, '-', '12', 'รายเดือน', 1835, '-', 'ทำงานอยู่', '-', '2528-12-06', 'wait'),
('VCB62053', 'นายชาลี', 'พิมเสน', NULL, NULL, '-', NULL, '139', '13', '2562-02-11', NULL, NULL, '-', '12', 'รายเดือน', 1836, '-', 'ทำงานอยู่', '-', '2529-10-26', 'wait'),
('VCB62340', 'นายสุรชัย', 'ขำมี', NULL, NULL, '-', NULL, '139', '13', '2562-11-05', NULL, NULL, '-', '12', 'รายเดือน', 1837, '-', 'ทำงานอยู่', '-', '2541-08-28', 'wait'),
('VCB62375', 'นายสิทธินันท์', 'จินดาอินทร์', NULL, NULL, '-', NULL, '139', '13', '2562-12-10', NULL, NULL, '-', '12', 'รายเดือน', 1838, '-', 'ทำงานอยู่', '-', '2529-05-08', 'wait'),
('VCB63073', 'นายอนุสรณ์', 'วงค์สงฆ์', NULL, NULL, '-', NULL, '139', '13', '2563-03-23', NULL, NULL, '-', '12', 'รายเดือน', 1839, '-', 'ทำงานอยู่', '-', '2528-07-02', 'wait'),
('VCB62175', 'นายปฏิภาณ', 'ปัทมาวิไล', NULL, NULL, '-', NULL, '139', '13', '2562-06-04', NULL, NULL, '-', '12', 'รายเดือน', 1840, '-', 'ทำงานอยู่', '-', '2540-01-12', 'wait'),
('VCB63140', 'นายยุทธนากร', 'ประกอบผล', NULL, NULL, '-', NULL, '139', '13', '2563-07-08', NULL, NULL, '-', '12', 'รายเดือน', 1841, '-', 'ทำงานอยู่', '-', '2540-09-03', 'wait'),
('VCB64207', 'นายปพน', 'เนตรผาบ', 'Papon', 'Netphap', '-', '061-0302365', '139', '13', '2564-09-13', NULL, NULL, '-', '12', 'รายเดือน', 1842, '-', 'ทำงานอยู่', '-', '2541-05-18', 'wait'),
('VCB60188', 'นายธนพันธ์', 'พันทา', NULL, NULL, '-', NULL, '139', '13', '2560-12-21', NULL, NULL, '-', '12', 'รายเดือน', 1843, '-', 'ทำงานอยู่', '-', '2542-12-09', 'wait'),
('VCB63242', 'นายไพรวัลย์', 'นิลคีรี', 'MR.Phaiwan', 'Ninkhiri', '-', NULL, '139', '13', '2563-12-11', NULL, NULL, '-', '12', 'รายเดือน', 1844, '-', 'ทำงานอยู่', '-', '2536-08-01', 'wait'),
('VCB64072', 'นายSOE', 'WIN', NULL, NULL, '-', NULL, '139', '13', '2564-03-09', NULL, NULL, '-', '12', 'รายเดือน', 1845, '-', 'ทำงานอยู่', '-', '2523-01-06', 'wait'),
('VCB63134', 'นายZAW', 'MIN HTWE', NULL, NULL, '-', NULL, '139', '13', '2563-06-22', NULL, NULL, '-', '12', 'รายเดือน', 1846, '-', 'ทำงานอยู่', '-', '2528-06-23', 'wait'),
('VCB64050', 'นางกนิษฐา', 'เรืองปราชญ์', NULL, NULL, '-', NULL, '139', '13', '2564-02-18', NULL, NULL, '-', '12', 'รายเดือน', 1847, '-', 'ทำงานอยู่', '-', '2542-01-21', 'wait'),
('VCB64066', 'นายชัชนันท์', 'สาโสม', NULL, NULL, '-', NULL, '139', '13', '2564-03-12', NULL, NULL, '-', '12', 'รายเดือน', 1848, '-', 'ทำงานอยู่', '-', '2536-06-15', 'wait'),
('VCB64200', 'น.ส.สุนิตตา', 'ชื่นวิทยา', NULL, NULL, '-', '064-1433391', '139', '13', '2564-08-24', NULL, NULL, '-', '12', 'รายเดือน', 1849, '-', 'ทำงานอยู่', '-', '2540-03-21', 'wait'),
('VCB65019', 'น.ส.วรรณศา', 'บุญดี', 'Miss Wannasa', 'Bundee', '-', '063-4101426', '139', '13', '2565-01-24', NULL, NULL, '-', '12', 'รายเดือน', 1850, '-', 'ทำงานอยู่', '-', '2544-03-16', 'wait'),
('VCB61182', 'นายธีรภัทร', 'กลั่นกล้า', NULL, NULL, '-', NULL, '139', '13', '2561-09-03', NULL, NULL, '-', '12', 'รายเดือน', 1851, '-', 'ทำงานอยู่', '-', '2543-03-05', 'wait'),
('VCB62029', 'นายAung', 'Zaw Lwin', NULL, NULL, '-', NULL, '139', '13', '2562-01-17', NULL, NULL, '-', '12', 'รายเดือน', 1852, '-', 'ทำงานอยู่', '-', '2535-11-13', 'wait'),
('VCB62383', 'นายAUNG', 'PHYO OO', NULL, NULL, '-', NULL, '139', '13', '2562-11-25', NULL, NULL, '-', '12', 'รายเดือน', 1853, '-', 'ทำงานอยู่', '-', '2538-08-12', 'wait'),
('VCB62384', 'นายKO', 'ZIN', NULL, NULL, '-', NULL, '139', '13', '2562-11-25', NULL, NULL, '-', '12', 'รายเดือน', 1854, '-', 'ทำงานอยู่', '-', '2542-06-14', 'wait'),
('VCB64217', 'นายสุรสิทธิ์', 'บุญเพิ่ม', 'Surasit', 'Boonpaom', '-', '091-7105494', '139', '13', '2564-09-27', NULL, NULL, '-', '12', 'รายเดือน', 1855, '-', 'ทำงานอยู่', '-', '2534-08-18', 'wait'),
('VCB64227', 'นายAUNG', 'KO MIN', NULL, NULL, '-', '094-7594623', '139', '13', '2564-10-04', NULL, NULL, '-', '12', 'รายเดือน', 1856, '-', 'ทำงานอยู่', '-', '2535-09-13', 'wait'),
('VCB64255', 'นาย', 'ZAW OO', NULL, NULL, '-', NULL, '139', '13', '2564-10-04', NULL, NULL, '-', '12', 'รายเดือน', 1857, '-', 'ทำงานอยู่', '-', '2524-10-05', 'wait'),
('VCB62117', 'นายHEIN', 'HTET', NULL, NULL, '-', NULL, '139', '13', '2562-03-25', NULL, NULL, '-', '12', 'รายเดือน', 1858, '-', 'ทำงานอยู่', '-', '2538-06-22', 'wait'),
('VCB64245', 'นายภาคินัย', 'วงศ์ครุฑธ์', 'Pakinai', 'Wongkrut', '-', '092-9837724', '139', '13', '2564-11-22', NULL, NULL, '-', '12', 'รายเดือน', 1859, '-', 'ทำงานอยู่', '-', '2536-09-12', 'wait'),
('VCB60155', 'นายวิทยา', 'ทรงพล', NULL, NULL, '-', NULL, '139', '13', '2560-10-19', NULL, NULL, '-', '12', 'รายเดือน', 1860, '-', 'ทำงานอยู่', '-', '2538-05-02', 'wait'),
('VCB60092', 'นายพงศกร', 'อ่ำประชา', NULL, NULL, '-', NULL, '139', '13', '2555-02-01', NULL, NULL, '-', '12', 'รายเดือน', 1861, '-', 'ทำงานอยู่', '-', '2527-10-04', 'wait'),
('VCB61120', 'นายณรงค์', 'ยีวันโช๊ะ', NULL, NULL, '-', NULL, '139', '13', '2561-07-05', NULL, NULL, '-', '12', 'รายเดือน', 1862, '-', 'ทำงานอยู่', '-', '2537-03-24', 'wait'),
('VCB62318', 'นายธีระภัทร์', 'รุ่งเรืองวิเศษ', NULL, NULL, '-', NULL, '139', '13', '2562-10-15', NULL, NULL, '-', '12', 'รายเดือน', 1863, '-', 'ทำงานอยู่', '-', '2520-04-11', 'wait'),
('VCB63042', 'นายนิยม', 'เดชทอง', NULL, NULL, '-', NULL, '139', '13', '2563-02-24', NULL, NULL, '-', '12', 'รายเดือน', 1864, '-', 'ทำงานอยู่', '-', '2537-06-06', 'wait'),
('VCB56038', 'นางสาวสุพรรษา', 'พิมพา', NULL, NULL, '-', NULL, '139', '13', '2556-03-21', NULL, NULL, '-', '12', 'รายเดือน', 1865, '-', 'ทำงานอยู่', '-', '2536-10-30', 'wait'),
('VCB60057', 'นางสาววนิดา', 'ฉวีอินทร์', NULL, NULL, '-', NULL, '139', '13', '2555-05-09', NULL, NULL, '-', '12', 'รายเดือน', 1866, '-', 'ทำงานอยู่', '-', '2534-10-13', 'wait'),
('VCB61162', 'นายวสันต์', 'สุดใจ', NULL, NULL, '-', NULL, '139', '13', '2561-08-14', NULL, NULL, '-', '12', 'รายเดือน', 1867, '-', 'ทำงานอยู่', '-', '2536-05-31', 'wait'),
('VCB61214', 'นายสุเมธ', 'ฉายจันทร์', NULL, NULL, '-', NULL, '139', '13', '2561-10-12', NULL, NULL, '-', '12', 'รายเดือน', 1868, '-', 'ทำงานอยู่', '-', '2537-10-05', 'wait'),
('VCB63092', 'นายTIN', 'MAUNG WIN', NULL, NULL, '-', NULL, '139', '13', '2563-06-01', NULL, NULL, '-', '12', 'รายเดือน', 1869, '-', 'ทำงานอยู่', '-', '2533-04-04', 'wait'),
('VCB64150', 'นายMYING', 'HLAING', NULL, NULL, '-', NULL, '139', '13', '2564-04-24', NULL, NULL, '-', '12', 'รายเดือน', 1870, '-', 'ทำงานอยู่', '-', '2525-06-24', 'wait'),
('VCB55024', 'นายNyunt', 'Naing OO', NULL, NULL, '-', NULL, '139', '13', '2555-06-26', NULL, NULL, '-', '12', 'รายเดือน', 1871, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB55027', 'นางสาวNan', 'Myint Kyi', NULL, NULL, '-', NULL, '139', '13', '2555-06-26', NULL, NULL, '-', '12', 'รายเดือน', 1872, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB56047', 'นางสาวChaw', 'Su', NULL, NULL, '-', NULL, '139', '13', '2556-08-13', NULL, NULL, '-', '12', 'รายเดือน', 1873, '-', 'ทำงานอยู่', '-', '2535-09-07', 'wait'),
('VCB58080', 'นางสาวสุเนต', 'บุตรชานนท์', NULL, NULL, '-', NULL, '139', '13', '2558-02-09', NULL, NULL, '-', '12', 'รายเดือน', 1874, '-', 'ทำงานอยู่', '-', '2519-07-30', 'wait'),
('VCB59137', 'นางสาวศิริวรรณ', 'กาศักดิ์', NULL, NULL, '-', NULL, '139', '13', '2559-02-01', NULL, NULL, '-', '12', 'รายเดือน', 1875, '-', 'ทำงานอยู่', '-', '2539-06-01', 'wait'),
('VCB59232', 'นางสาวจันทร์เพ็ญ', 'สุขกอ', NULL, NULL, '-', NULL, '139', '13', '2559-11-09', NULL, NULL, '-', '12', 'รายเดือน', 1876, '-', 'ทำงานอยู่', '-', '2524-12-25', 'wait'),
('VCB60164', 'นางสาวพิศมัย', 'อุผำ', NULL, NULL, '-', NULL, '139', '13', '2560-10-25', NULL, NULL, '-', '12', 'รายเดือน', 1877, '-', 'ทำงานอยู่', '-', '2537-11-22', 'wait'),
('VCB61040', 'นางสาวสุกันยา', 'หวังเกษม', NULL, NULL, '-', NULL, '139', '13', '2561-03-06', NULL, NULL, '-', '12', 'รายเดือน', 1878, '-', 'ทำงานอยู่', '-', '2527-08-02', 'wait'),
('VCB61041', 'นางสาวนารีรัตน์', 'พันธ์ดนตรี', NULL, NULL, '-', NULL, '139', '13', '2561-03-06', NULL, NULL, '-', '12', 'รายเดือน', 1879, '-', 'ทำงานอยู่', '-', '2527-01-19', 'wait'),
('VCB62064', 'นางสาวAYE', 'Khaing', NULL, NULL, '-', NULL, '139', '13', '2561-12-12', NULL, NULL, '-', '12', 'รายเดือน', 1880, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB62066', 'นางสาวNilar', 'Aye', NULL, NULL, '-', NULL, '139', '13', '2561-12-26', NULL, NULL, '-', '12', 'รายเดือน', 1881, '-', 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB62226', 'นางสาวสุพรรณี', 'จิตรีธรรม', NULL, NULL, '-', NULL, '139', '13', '2548-03-11', NULL, NULL, '-', '12', 'รายเดือน', 1882, '-', 'ทำงานอยู่', '-', '2519-08-08', 'wait'),
('VCB62329', 'นางสาวพิรมย์ญา', 'ภู่รุ่ง', NULL, NULL, '-', NULL, '139', '13', '2562-10-28', NULL, NULL, '-', '12', 'รายเดือน', 1883, '-', 'ทำงานอยู่', '-', '2534-05-16', 'wait'),
('VCB63058', 'นางสาวทัศนีย์', 'อาจหาญ', NULL, NULL, '-', NULL, '139', '13', '2563-03-18', NULL, NULL, '-', '12', 'รายเดือน', 1884, '-', 'ทำงานอยู่', '-', '2531-08-05', 'wait'),
('VCB63120', 'นายAUNG', 'MYO ZAW', NULL, NULL, '-', NULL, '139', '13', '2563-06-22', NULL, NULL, '-', '12', 'รายเดือน', 1885, '-', 'ทำงานอยู่', '-', '2528-01-25', 'wait'),
('VCB63124', 'นางสาวสุมาลี', 'พูลทรัพย์', NULL, NULL, '-', NULL, '139', '13', '2563-06-29', NULL, NULL, '-', '12', 'รายเดือน', 1886, '-', 'ทำงานอยู่', '-', '2538-07-04', 'wait'),
('VCB63146', 'นายAung', 'ko lat', NULL, NULL, '-', NULL, '139', '13', '2563-07-15', NULL, NULL, '-', '12', 'รายเดือน', 1887, '-', 'ทำงานอยู่', '-', '2530-11-15', 'wait'),
('VCB63181', 'นายธีรพล', 'ศรียฤทธิ์', 'Mr.Teerapon', 'Sriyaled', '-', NULL, '139', '13', '2563-09-10', NULL, NULL, '-', '12', 'รายเดือน', 1888, '-', 'ทำงานอยู่', '-', '2539-04-04', 'wait'),
('VCB64060', 'นายสหรัฐ', 'ริตกันโต', NULL, NULL, '-', NULL, '139', '13', '2564-03-01', NULL, NULL, '-', '12', 'รายเดือน', 1889, '-', 'ทำงานอยู่', '-', '2538-01-29', 'wait'),
('VCB64073', 'นายณัฐวุฒิ', 'แซ่ตัน', NULL, NULL, '-', NULL, '139', '13', '2564-03-19', NULL, NULL, '-', '12', 'รายเดือน', 1890, '-', 'ทำงานอยู่', '-', '2544-12-11', 'wait'),
('VCB64126', 'นายขวัญชัย', 'กรโคกกรวด', 'Kuanchai', 'Konkokkuard', '-', '092-8737087', '139', '13', '2564-05-12', NULL, NULL, '-', '12', 'รายเดือน', 1891, '-', 'ทำงานอยู่', '-', '2546-05-08', 'wait'),
('VCB64134', 'น.ส.สุนันทา', 'กิจงาม', 'Sunanta', 'Kijngam', '-', '062-78331461', '139', '13', '2564-05-24', NULL, NULL, '-', '12', 'รายเดือน', 1892, '-', 'ทำงานอยู่', '-', '2530-02-18', 'wait'),
('VCB64155', 'นายKYAW', 'SWAR OO', NULL, NULL, '-', NULL, '139', '13', '2564-05-10', NULL, NULL, '-', '12', 'รายเดือน', 1893, '-', 'ทำงานอยู่', '-', '2564-07-13', 'wait'),
('VCB64156', 'น.ส.NAW', 'KU LAR', NULL, NULL, '-', NULL, '139', '13', '2564-05-10', NULL, NULL, '-', '12', 'รายเดือน', 1894, '-', 'ทำงานอยู่', '-', '2564-07-13', 'wait'),
('VCB64176', 'น.ส.เนตรญา', 'ไกรนาค', 'Netya', 'Kraink', '-', '063-9274512', '139', '13', '2564-06-22', NULL, NULL, '-', '12', 'รายเดือน', 1895, '-', 'ทำงานอยู่', '-', '2545-11-12', 'wait'),
('VCB64190', 'น.ส.อรวรรณ', 'แสนบุญมา', 'Miss Oorawan', 'Sanbunma', '-', '063-0515096', '139', '13', '2564-07-08', NULL, NULL, '-', '12', 'รายเดือน', 1896, '-', 'ทำงานอยู่', '-', '2536-04-27', 'wait'),
('VCB64213', 'นางSU', 'SU HLAING', NULL, NULL, '-', NULL, '139', '13', '2564-09-21', NULL, NULL, '-', '12', 'รายเดือน', 1897, '-', 'ทำงานอยู่', '-', '2531-08-08', 'wait'),
('VCB64228', 'น.ส.นุดา', 'ยีวันโซ๊ะ', 'Nuda', 'Yeewansoh', '-', '082-7059372', '139', '13', '2564-10-11', NULL, NULL, '-', '12', 'รายเดือน', 1898, '-', 'ทำงานอยู่', '-', '2540-09-17', 'wait'),
('VCB65032', 'นายชาน���ท์', 'บุญศรี', NULL, NULL, '-', '064-5760014', '139', '13', '2565-02-07', NULL, NULL, '-', '12', 'รายเดือน', 1899, '-', 'ทำงานอยู่', '-', '2545-09-07', 'wait'),
('VCB59253', 'นายวาทิน', 'ไพรสาลี', NULL, NULL, '-', NULL, '139', '13', '2559-10-31', NULL, NULL, '-', '12', 'รายเดือน', 1900, '-', 'ทำงานอยู่', '-', '2512-10-22', 'wait'),
('VCB63005', 'นายสุรัตน์', 'รัตนวรรณ', NULL, NULL, '-', NULL, '139', '13', '2563-01-13', NULL, NULL, '-', '12', 'รายเดือน', 1901, '-', 'ทำงานอยู่', '-', '2533-08-26', 'wait'),
('VCB63126', 'นายสุรวุธ', 'ขันคง', NULL, NULL, '-', NULL, '139', '13', '2563-06-29', NULL, NULL, '-', '12', 'รายเดือน', 1902, '-', 'ทำงานอยู่', '-', '2541-09-24', 'wait'),
('VCB64249', 'นายชัยสิทธิ์', 'แก้วทองพันธุ์', 'MR.Chaiyasit', 'Kaeothongphan', '-', '092-9559518', '139', '13', '2564-11-22', NULL, NULL, '-', '12', 'รายเดือน', 1903, '-', 'ทำงานอยู่', '-', '2526-05-12', 'wait'),
('VCB65030', 'นายสราวุธ', 'บุญจันดา', 'Mr.Sarawut', 'Bunjanda', '-', '092-7363843', '139', '13', '2565-02-07', NULL, NULL, '-', '12', 'รายเดือน', 1904, '-', 'ทำงานอยู่', '-', '2544-05-13', 'wait'),
('VCB65046', 'นายนิธิ', 'ปลั่งแสงมาส', NULL, NULL, '-', '080-2912477', '139', '13', '2565-03-02', NULL, NULL, '-', '12', 'รายเดือน', 1905, '-', 'ทำงานอยู่', '-', '2525-09-28', 'wait'),
('VCB62228', 'นายสมชาย', 'พันพฤกษ์', NULL, NULL, '-', NULL, '139', '13', '2562-07-09', NULL, NULL, '-', '12', 'รายเดือน', 1906, '-', 'ทำงานอยู่', '-', '2526-03-27', 'wait'),
('VCB62314', 'นายเจษฎา', 'อิแอ', NULL, NULL, '-', NULL, '139', '13', '2562-10-07', NULL, NULL, '-', '12', 'รายเดือน', 1907, '-', 'ทำงานอยู่', '-', '2537-04-05', 'wait'),
('VCB63207', 'นายนฤเบศร์', 'บุญดี', 'Mr.Narubet', 'Bundi', '-', NULL, '139', '13', '2563-10-19', NULL, NULL, '-', '12', 'รายเดือน', 1908, '-', 'ทำงานอยู่', '-', '2534-08-28', 'wait'),
('VCB64219', 'นายKhin', 'Maung Win', NULL, NULL, '-', NULL, '139', '13', '2564-09-21', NULL, NULL, '-', '12', 'รายเดือน', 1909, '-', 'ทำงานอยู่', '-', '2526-10-13', 'wait'),
('VCB62312', 'นายพิพัฒน์', 'พันธ์ชาลี', NULL, NULL, '-', NULL, '139', '13', '2557-01-09', NULL, NULL, '-', '12', 'รายเดือน', 1910, '-', 'ทำงานอยู่', '-', '2515-02-13', 'wait'),
('VCB64183', 'นายธนบูรณ์', 'กล่อมกมล', 'Mr. Thanaboon', 'Komkamon', '-', '062-6860646', '139', '13', '2564-06-28', NULL, NULL, '-', '12', 'รายเดือน', 1911, '-', 'ทำงานอยู่', '-', '2535-08-11', 'wait'),
('VCB63029', 'นายTHAN', 'MIN ZAW', NULL, NULL, '-', NULL, '139', '13', '2563-01-06', NULL, NULL, '-', '12', 'รายเดือน', 1912, '-', 'ทำงานอยู่', '-', '2527-07-01', 'wait'),
('VCB59219', 'นางสาวสุพิชชา', 'ธัญญผล', NULL, NULL, '-', NULL, '139', '13', '2559-08-22', NULL, NULL, '-', '12', 'รายเดือน', 1913, '-', 'ทำงานอยู่', '-', '2530-10-02', 'wait'),
('VCB60091', 'นายสิรวิชญ์', 'วงศ์ตระการ', NULL, NULL, '-', NULL, '139', '13', '2553-10-01', NULL, NULL, '-', '12', 'รายเดือน', 1914, '-', 'ทำงานอยู่', '-', '2527-10-17', 'wait'),
('VCB62090', 'นายวิเชตุ', 'ทิวาวงษ์', NULL, NULL, '-', NULL, '139', '13', '2562-03-06', NULL, NULL, '-', '12', 'รายเดือน', 1915, '-', 'ทำงานอยู่', '-', '2532-09-21', 'wait'),
('VCB62371', 'นายสุเทพ', 'วิมลศิลปวิญญู', NULL, NULL, '-', NULL, '139', '13', '2562-11-26', NULL, NULL, '-', '12', 'รายเดือน', 1916, '-', 'ทำงานอยู่', '-', '2518-06-20', 'wait'),
('VCB64168', 'นายอภิชาติ', 'การะเวก', 'Mr. Apichart', 'Karawek', '-', '098-1479995', '139', '13', '2564-06-01', NULL, NULL, '-', '12', 'รายเดือน', 1917, '-', 'ทำงานอยู่', '-', '2533-10-12', 'wait'),
('VCB64237', 'นายธนันณัฏฐ', 'สังข์วรรณะ', 'Thanannat', 'Sangwanna', '-', '098-7986523', '139', '13', '2564-11-01', NULL, NULL, '-', '12', 'รายเดือน', 1918, '-', 'ทำงานอยู่', '-', '2535-06-15', 'wait'),
('VCB58088', 'นางสาวดาราณี', 'ไตรสินธ์', NULL, NULL, '-', NULL, '139', '13', '2558-03-18', NULL, NULL, '-', '12', 'รายเดือน', 1919, '-', 'ทำงานอยู่', '-', '2527-08-22', 'wait'),
('VCB61233', 'นายรวิวัฒน์', 'สมภาร', NULL, NULL, '-', NULL, '139', '13', '2561-11-05', NULL, NULL, '-', '12', 'รายเดือน', 1920, '-', 'ทำงานอยู่', '-', '2540-05-24', 'wait'),
('VCB62108', 'นายเสกสรรค์', 'พัดนอก', NULL, NULL, '-', NULL, '139', '13', '2562-03-25', NULL, NULL, '-', '12', 'รายเดือน', 1921, '-', 'ทำงานอยู่', '-', '2534-08-24', 'wait'),
('VCB62215', 'นายมณฑล', 'ล่วงลือ', NULL, NULL, '-', NULL, '139', '13', '2562-07-01', NULL, NULL, '-', '12', 'รายเดือน', 1922, '-', 'ทำงานอยู่', '-', '2539-10-21', 'wait'),
('VCB62231', 'นายสิทธิกร', 'สาดวอน', NULL, NULL, '-', NULL, '139', '13', '2562-07-10', NULL, NULL, '-', '12', 'รายเดือน', 1923, '-', 'ทำงานอยู่', '-', '2541-11-26', 'wait'),
('VCB62246', 'นายนคร', 'ประยุทธ์พร', NULL, NULL, '-', NULL, '139', '13', '2539-12-17', NULL, NULL, '-', '12', 'รายเดือน', 1924, '-', 'ทำงานอยู่', '-', '2509-04-07', 'wait'),
('VCB62247', 'นายราเชน', 'พวงลำเจียก', NULL, NULL, '-', NULL, '139', '13', '2545-08-15', NULL, NULL, '-', '12', 'รายเดือน', 1925, '-', 'ทำงานอยู่', '-', '2521-02-15', 'wait'),
('VCB62248', 'นายสมคิด', 'อ่อนฝึก', NULL, NULL, '-', NULL, '139', '13', '2545-10-09', NULL, NULL, '-', '12', 'รายเดือน', 1926, '-', 'ทำงานอยู่', '-', '2509-01-01', 'wait'),
('VCB62249', 'นายบัญชา', 'โพธิ์สวรรค์', NULL, NULL, '-', NULL, '139', '13', '2546-01-09', NULL, NULL, '-', '12', 'รายเดือน', 1927, '-', 'ทำงานอยู่', '-', '2519-12-01', 'wait'),
('VCB62250', 'นางสาวขนิษฐา', 'จ่าพันธุ์', NULL, NULL, '-', NULL, '139', '13', '2552-07-30', NULL, NULL, '-', '12', 'รายเดือน', 1928, '-', 'ทำงานอยู่', '-', '2525-03-22', 'wait'),
('VCB62362', 'นายโกศล', 'กิจเพียร', NULL, NULL, '-', NULL, '139', '13', '2548-12-16', NULL, NULL, '-', '12', 'รายเดือน', 1929, '-', 'ทำงานอยู่', '-', '2513-11-04', 'wait'),
('VCB62364', 'นายภาณุวัฒน์', 'ทองปิ่น', NULL, NULL, '-', NULL, '139', '13', '2554-01-25', NULL, NULL, '-', '12', 'รายเดือน', 1930, '-', 'ทำงานอยู่', '-', '2535-03-12', 'wait'),
('VCB62365', 'นายคมสันต์', 'สิงโตขำ', NULL, NULL, '-', NULL, '139', '13', '2556-08-26', NULL, NULL, '-', '12', 'รายเดือน', 1931, '-', 'ทำงานอยู่', '-', '2532-05-27', 'wait'),
('VCB62366', 'นายประภัสสร', 'ปามุทา', NULL, NULL, '-', NULL, '139', '13', '2559-06-13', NULL, NULL, '-', '12', 'รายเดือน', 1932, '-', 'ทำงานอยู่', '-', '2534-02-23', 'wait'),
('VCB62367', 'นางสาววรรณภา', 'ขำป่าน', NULL, NULL, '-', NULL, '139', '13', '2560-03-13', NULL, NULL, '-', '12', 'รายเดือน', 1933, '-', 'ทำงานอยู่', '-', '2536-11-18', 'wait'),
('VCB62369', 'นายศุภชัย', 'แจงแสง', NULL, NULL, '-', NULL, '139', '13', '2561-05-07', NULL, NULL, '-', '12', 'รายเดือน', 1934, '-', 'ทำงานอยู่', '-', '2534-12-13', 'wait'),
('VCB63057', 'นายธีรพล', 'เตศิริ', NULL, NULL, '-', NULL, '139', '13', '2563-03-16', NULL, NULL, '-', '12', 'รายเดือน', 1935, '-', 'ทำงานอยู่', '-', '2532-08-16', 'wait'),
('VCB63178', 'นายพุฒิเมธ', 'ชมวงษ์', 'Mr.Puttimet', 'Chomuaong', '-', NULL, '139', '13', '2563-09-08', NULL, NULL, '-', '12', 'รายเดือน', 1936, '-', 'ทำงานอยู่', '-', '2542-06-11', 'wait'),
('VCB63230', 'นายสันติ', 'ทองสุขใส', 'Mr.Santi', 'Thongsuksai', '-', NULL, '139', '13', '2563-11-20', NULL, NULL, '-', '12', 'รายเดือน', 1937, '-', 'ทำงานอยู่', '-', '2541-11-17', 'wait'),
('VCB64033', 'นายวิเชียร', 'อุบลไทร', NULL, NULL, '-', NULL, '139', '13', '2564-02-08', NULL, NULL, '-', '12', 'รายเดือน', 1938, '-', 'ทำงานอยู่', '-', '2518-12-12', 'wait'),
('VCB64034', 'นายวรรณะ', 'ทองคำ', NULL, NULL, '-', NULL, '139', '13', '2564-02-01', NULL, NULL, '-', '12', 'รายเดือน', 1939, '-', 'ทำงานอยู่', '-', '2537-04-21', 'wait'),
('VCB64038', 'นายอนุศร', 'ศิริบุญ', NULL, NULL, '-', NULL, '139', '13', '2564-02-08', NULL, NULL, '-', '12', 'รายเดือน', 1940, '-', 'ทำงานอยู่', '-', '2526-04-29', 'wait'),
('VCB64040', 'นายรณชัย', 'ขำบริสุทธิ์', NULL, NULL, '-', '094-7400521', '139', '13', '2564-02-08', NULL, NULL, '-', '12', 'รายเดือน', 1941, '-', 'ทำงานอยู่', '-', '2542-03-21', 'wait'),
('VCB64041', 'นายจารุเดช', 'เล็กประยูร', NULL, NULL, '-', '061-8431155', '139', '13', '2564-02-09', NULL, NULL, '-', '12', 'รายเดือน', 1942, '-', 'ทำงานอยู่', '-', '2538-05-09', 'wait'),
('VCB64047', 'นายธีระพงษ์', 'แจ่มวรรณา', NULL, NULL, '-', '087-4131607', '139', '13', '2564-02-15', NULL, NULL, '-', '12', 'รายเดือน', 1943, '-', 'ทำงานอยู่', '-', '2537-08-31', 'wait'),
('VCB64199', 'นายพีรพงษ์', 'เนียมสวย', 'Mr. Peerapong', 'Niemsuai', '-', '086-8435146', '139', '13', '2564-08-13', NULL, NULL, '-', '12', 'รายเดือน', 1944, '-', 'ทำงานอยู่', '-', '2541-02-12', 'wait'),
('VCB64203', 'นายนันทิพัฒน์', 'ยินดีจันทร์', 'Nantiphat', 'Yindeechan', '-', '065-9129297', '139', '13', '2564-08-31', NULL, NULL, '-', '12', 'รายเดือน', 1945, '-', 'ทำงานอยู่', '-', '2543-07-10', 'wait'),
('VCB64239', 'นายพลวัฒน์', 'ข่าทิพพาที', 'Phonphat', 'Khathipphathai', '-', '098-6665681', '139', '13', '2564-11-15', NULL, NULL, '-', '12', 'รายเดือน', 1946, '-', 'ทำงานอยู่', '-', '2543-04-11', 'wait'),
('VCB64240', 'นายคงวุฒิ', 'ชื่นชาติ', 'Kongwut', 'Chuenchart', '-', '085-8443890', '139', '13', '2564-11-22', NULL, NULL, '-', '12', 'รายเดือน', 1947, '-', 'ทำงานอยู่', '-', '2529-06-05', 'wait'),
('VCB62194', 'นายZaw', 'Won', NULL, NULL, '-', NULL, '139', '13', '2562-06-17', NULL, NULL, '-', '12', 'รายเดือน', 1948, '-', 'ทำงานอยู่', '-', '2521-11-28', 'wait'),
('VCB63147', 'นายKYAW', 'ZIN-AUNG', NULL, NULL, '-', NULL, '139', '13', '2563-06-22', NULL, NULL, '-', '12', 'รายเดือน', 1949, '-', 'ทำงานอยู่', '-', '2534-10-20', 'wait'),
('VCB64095', 'นายสิทธิชัย', 'มหิงสพันธุ์', 'Sidthichai', 'Mahingsapan', '-', NULL, '139', '13', '2564-04-21', NULL, NULL, '-', '12', 'รายเดือน', 1950, '-', 'ทำงานอยู่', '-', '2533-01-08', 'wait'),
('VCB65003', 'นายเฉลิมวุฒิ', 'สุดศรี', 'Mr. Chmoemwut', 'Sutsri', '-', '064-4029005', '139', '13', '2565-01-06', NULL, NULL, '-', '12', 'รายเดือน', 1951, '-', 'ทำงานอยู่', '-', '2540-07-28', 'wait'),
('VCB65035', 'นายเอกราช', 'ทรงเทพ', 'Mr.Aekkarach', 'Songthep', '-', '080-4862071', '139', '13', '2565-02-11', NULL, NULL, '-', '12', 'รายเดือน', 1952, '-', 'ทำงานอยู่', '-', '2532-02-05', 'wait'),
('VCB62161', 'นายชนิด', 'เกษมรัตน์', NULL, NULL, '-', NULL, '139', '13', '2562-05-20', NULL, NULL, '-', '12', 'รายเดือน', 1953, '-', 'ทำงานอยู่', '-', '2520-08-16', 'wait'),
('VCB62222', 'นายศราวุฒิ', 'หวานฉ่ำ', NULL, NULL, '-', NULL, '139', '13', '2562-07-05', NULL, NULL, '-', '12', 'รายเดือน', 1954, '-', 'ทำงานอยู่', '-', '2536-08-17', 'wait'),
('VCB63012', 'นายนพดล', 'คำกลิ่นหอม', NULL, NULL, '-', NULL, '139', '13', '2563-01-22', NULL, NULL, '-', '12', 'รายเดือน', 1955, '-', 'ทำงานอยู่', '-', '2536-09-24', 'wait'),
('VCB64048', 'นายอัฐพงศ์', 'เดชาธาราพัฒน์', NULL, NULL, '-', NULL, '139', '13', '2564-02-15', NULL, NULL, '-', '12', 'รายเดือน', 1956, '-', 'ทำงานอยู่', '-', '2537-07-11', 'wait'),
('VCB64229', 'นายนันทวัฒน์', 'โพสีจัน', 'Nanthawat', 'Phosichen', '-', '082-2903815', '139', '13', '2564-10-11', NULL, NULL, '-', '12', 'รายเดือน', 1957, '-', 'ทำงานอยู่', '-', '2534-06-06', 'wait'),
('VCB64244', 'นายอนนท์', 'สุภา', 'Anon', 'Supa', '-', '063-1360573', '139', '13', '2564-11-22', NULL, NULL, '-', '12', 'รายเดือน', 1958, '-', 'ทำงานอยู่', '-', '2541-10-15', 'wait'),
('VCB65052', 'นายณัฐภูมิ', 'ทองคำ', NULL, NULL, '-', '080-8494030', '139', '13', '2565-03-10', NULL, NULL, '-', '12', 'รายเดือน', 1959, '-', 'ทำงานอยู่', '-', '2565-03-29', 'wait'),
('VCB62135', 'นายPhoe', 'Zaw', NULL, NULL, '-', NULL, '139', '13', '2562-04-22', NULL, NULL, '-', '12', 'รายเดือน', 1960, '-', 'ทำงานอยู่', '-', '2526-07-12', 'wait'),
('VCB63180', 'นายพิษณุ', 'ธาระมัติ', 'Mr.Pissanu', 'Taramat', '-', NULL, '139', '13', '2563-09-08', NULL, NULL, '-', '12', 'รายเดือน', 1961, '-', 'ทำงานอยู่', '-', '2524-07-01', 'wait'),
('VCB64149', 'นายMOE', 'WIN', NULL, NULL, '-', NULL, '139', '13', '2564-04-26', NULL, NULL, '-', '12', 'รายเดือน', 1962, '-', 'ทำงานอยู่', '-', '2531-11-29', 'wait'),
('VCB65020', 'นายพงค์ศิริ', 'แซ่ตัน', 'Mr. Phongsiri', 'Caetan', '-', '063-1464079', '139', '13', '2565-01-24', NULL, NULL, '-', '12', 'รายเดือน', 1963, '-', 'ทำงานอยู่', '-', '2539-07-25', 'wait'),
('VCB65022', 'นายนิรุตติ์', 'พิจารณา', 'Mr. Nirutt', 'Pijarana', '-', '065-3673132', '139', '13', '2565-01-25', NULL, NULL, '-', '12', 'รายเดือน', 1964, '-', 'ทำงานอยู่', '-', '2540-03-14', 'wait'),
('VCB65051', 'นายน้ำเพชร', 'ภูสิทธิ์', NULL, NULL, '-', '065-4953687,095-3104464', '139', '13', '2565-03-10', NULL, NULL, '-', '12', 'รายเดือน', 1965, '-', 'ทำงานอยู่', '-', '2545-08-09', 'wait'),
('VCP65001', 'นางสาวนัทธิกา', 'บุญนามน', 'Miss Natthika', 'Bunnamon', '-', '-', 'จป.วิชาชีพ', '25', '2565-01-10', '-', '-', NULL, '15', 'รายเดือน', 2119, '650005', 'ทำงานอยู่', '-', '2537-09-25', 'wait'),
('VCP54076', 'นางวิชุดา', 'พรสวัสดิ์', NULL, NULL, '-', '-', '143', '24', '2554-06-06', '-', '-', NULL, '15', 'รายเดือน', 2120, '140076', 'ทำงานอยู่', '-', '2534-02-19', 'wait'),
('VCP59234', 'นางสาวศิริพร', 'สราญชื่น', 'Miss Siriporn', 'Saranchen', 'นุช', '090-9840835', '143', '24', '2559-07-12', 'Siriporn_s@veninecable.com', '-', NULL, '15', 'รายเดือน', 2121, '190233', 'ทำงานอยู่', '-', '2534-09-28', 'wait'),
('VCP23001', 'นางหนูแดง', 'เจียมวิเศษ', NULL, NULL, '-', '-', '147', '25', '2523-04-01', '-', '-', NULL, '15', 'รายเดือน', 2122, '130001', 'ทำงานอยู่', '-', '2496-07-07', 'wait'),
('VCP28002', 'นายเชนย์', 'โพชะกะ', NULL, NULL, '-', '-', '147', '25', '2528-04-05', '-', '-', NULL, '15', 'รายเดือน', 2123, '180002', 'ทำงานอยู่', '-', '2505-02-20', 'wait'),
('VCP52049', 'นางสาวนิ่มนวล', 'ต้นกันยา', NULL, NULL, '-', '-', '147', '25', '2552-06-22', '-', '-', NULL, '15', 'รายเดือน', 2124, '120049', 'ทำงานอยู่', '-', '2524-12-17', 'wait');
INSERT INTO `project_hr` (`hr_employeeid`, `hr_employeename`, `hr_surname`, `hr_employee_eng`, `hr_lastname_eng`, `hr_nickname`, `hr_phone`, `id_position`, `id_department`, `hr_job_start`, `hr_email_user`, `hr_password`, `hr_employee_img`, `id_section`, `hr_emp`, `hr_run_id`, `number_emp`, `status_emp`, `job_out`, `birthday_emp`, `status_approve`) VALUES
('VCP54078', 'นายสุภัทร์', 'ชมภู่', NULL, NULL, '-', '-', '147', '25', '2554-06-06', '-', '-', NULL, '15', 'รายเดือน', 2125, '140078', 'ทำงานอยู่', '-', '2522-01-01', 'wait'),
('VCP55101', 'นางสาวพีรยา', 'รักสุทธี', NULL, NULL, '-', '-', '147', '25', '2555-12-13', '-', '-', NULL, '15', 'รายเดือน', 2126, '300011', 'ทำงานอยู่', '-', '2505-09-08', 'wait'),
('VCP60026', 'นายดิสพงษ์', 'ภิรมย์ทอง', NULL, NULL, '-', '-', '147', '25', '2560-06-26', '-', '-', NULL, '15', 'รายเดือน', 2127, '360078', 'ทำงานอยู่', '-', '2519-11-11', 'wait'),
('VCP61013', 'นางสาววรรณนิสา', 'เพ่งพินิจ', NULL, NULL, '-', '-', '147', '25', '2561-03-12', '-', '-', NULL, '15', 'รายเดือน', 2128, '610033', 'ทำงานอยู่', '-', '2534-09-30', 'wait'),
('VCP57141', 'นางวันทนา', 'โพธิ์ศรี', 'Mrs.Wantana', 'Phosree', '-', '-', '147', '25', '2557-06-16', '-', '-', NULL, '15', 'รายเดือน', 2129, '170141', 'ทำงานอยู่', '-', '2515-02-05', 'wait'),
('VCP60002', 'นางสมปอง', 'ตะพาบน้ำ', NULL, NULL, '-', '-', '147', '25', '2560-01-05', '-', '-', NULL, '15', 'รายเดือน', 2130, '190300', 'ทำงานอยู่', '-', '2518-03-11', 'wait'),
('VCP61010', 'นางศิริรัตน์', 'ไกรศร', NULL, NULL, '-', '-', '147', '25', '2561-02-23', '-', '-', NULL, '15', 'รายเดือน', 2131, '610017', 'ทำงานอยู่', '-', '2510-10-10', 'wait'),
('VCP59273', 'นายปัญญา', 'มังกรวงค์', NULL, NULL, '-', '-', '147', '25', '2559-10-17', '-', '-', NULL, '15', 'รายเดือน', 2132, '190281', 'ทำงานอยู่', '-', '2514-09-01', 'wait'),
('VCP61059', 'นายวิโรจน์', 'เนืองนิด', NULL, NULL, '-', '-', '147', '25', '2561-11-15', '-', '-', NULL, '15', 'รายเดือน', 2133, '610252', 'ทำงานอยู่', '-', '2513-01-24', 'wait'),
('VCP62002', 'นายราเชนทร์', 'ม่วงฉ่ำ', NULL, NULL, '-', '-', '147', '25', '2562-01-14', '-', '-', NULL, '15', 'รายเดือน', 2134, '620010', 'ทำงานอยู่', '-', '2512-02-14', 'wait'),
('VCP62039', 'นายอานนท์', 'ปรีชานุกูล', NULL, NULL, '-', '-', '147', '25', '2562-08-23', '-', '-', NULL, '15', 'รายเดือน', 2135, '620250', 'ทำงานอยู่', '-', '2520-10-09', 'wait'),
('VCP53062', 'นายไพบูลย์', 'เรืองปราชญ์', 'Mr.Paiboon', 'Rueangparch', '-', '-', '147', '25', '2553-05-28', '-', '-', NULL, '15', 'รายเดือน', 2136, '130062', 'ทำงานอยู่', '-', '2504-07-19', 'wait'),
('VCP61064', 'นางสาวสุนันท์', 'แสงสว่าง', NULL, NULL, '-', '-', '147', '25', '2561-12-03', '-', '-', NULL, '15', 'รายเดือน', 2137, '610263', 'ทำงานอยู่', '-', '2523-05-19', 'wait'),
('VCB61212', 'นางสาวปวีณา', 'ศรีอนันท์', 'Miss Paweena', 'Srianun', 'จี', '085-3957887', '147', '24', '2561-10-16', NULL, NULL, NULL, '15', 'รายเดือน', 2138, NULL, 'ทำงานอยู่', '-', '2536-11-22', 'wait'),
('VCB63211', 'น.ส.ศิณี', 'สำเริง', 'Sinee', 'Samreng', 'แนน', NULL, '147', '25', '2563-10-14', NULL, NULL, NULL, '15', 'รายเดือน', 2139, NULL, 'ทำงานอยู่', '-', '2540-11-19', 'wait'),
('VCB64223', 'น.ส.วารุณี', 'ชวนนอก', 'Warunee', 'Chuannok', 'กุ้ง', NULL, '147', '25', '2564-02-08', 'Warunee_C@veninecable.com', NULL, NULL, '15', 'รายเดือน', 2140, NULL, 'ทำงานอยู่', '-', '2533-06-22', 'wait'),
('VCB64243', 'นายปิยชน', 'ระฆังเพ็ชร', 'Piyachon', 'Rakangphet', 'ดราฟท์', '095-6411426', '147', '25', '2564-11-22', 'piyachon_r@veninecable.com', NULL, NULL, '15', 'รายเดือน', 2141, NULL, 'ทำงานอยู่', '-', '2538-07-11', 'wait'),
('VCB60099', 'นางสาววรัญญา', 'เนื่องสนธิ', 'Miss. Waranya', 'Neungsonthi', 'แต้ว', '095-004-9533', '143', '24', '2555-06-06', 'waranya_neu@veninecable.com', NULL, NULL, '15', 'รายเดือน', 2142, NULL, 'ทำงานอยู่', '-', '2532-09-24', 'wait'),
('VCB62123', 'นางสาวสุวรรณี', 'สุดทะสน', 'Miss. Suwannee', 'Sudtason', 'ฝน', '085-9133489', '143', '24', '2562-04-22', 'suwnnee_su@veninecable.com', NULL, NULL, '15', 'รายเดือน', 2143, NULL, 'ทำงานอยู่', '-', '2533-10-26', 'wait'),
('VCB62259', 'นางสาวสมหญิง', 'มาลีเทศ', 'Miss Somying', 'Maleetas', 'แหวน', '094-410-4434', '143', '24', '2555-05-21', 'Somying_mal@veninecable.com', NULL, NULL, '15', 'รายเดือน', 2144, NULL, 'ทำงานอยู่', '-', '2536-09-28', 'wait'),
('VCB64193', 'น.ส.มัลลิกา', 'คงคาชื่น', 'Miss Munlika', 'Kongkachuen', 'มุก', '083-5822232', '143', '24', '2564-07-29', 'munlika_k@veninecable.com', NULL, NULL, '15', 'รายเดือน', 2145, NULL, 'ทำงานอยู่', '-', '2538-11-03', 'wait'),
('VCB65049', 'น.ส.อมรรัตน์', 'ชมภู', 'Miss Amonrat', 'Chompoo', 'แตงโม', '091-4184076', '143', '24', '2565-03-07', 'hr@veninecable.com', NULL, NULL, '15', 'รายเดือน', 2146, NULL, 'ทำงานอยู่', '-', '2535-04-21', 'wait'),
('VCB60093', 'นายสมชาติ', 'เต๊ะเบ๊ะบ๋า', NULL, NULL, '-', NULL, '147', '25', '2555-10-01', NULL, NULL, NULL, '15', 'รายเดือน', 2147, NULL, 'ทำงานอยู่', '-', '2521-11-03', 'wait'),
('VCB63017', 'นายอนุสรณ์', 'ทรงงาม', NULL, NULL, '-', NULL, '147', '25', '2563-01-23', NULL, NULL, NULL, '15', 'รายเดือน', 2148, NULL, 'ทำงานอยู่', '-', '2533-06-10', 'wait'),
('VCB63192', 'นายวันชัย', 'วันแอเลาะ', NULL, NULL, '-', NULL, '147', '25', '2563-09-30', NULL, NULL, NULL, '15', 'รายเดือน', 2149, NULL, 'ทำงานอยู่', '-', '2521-10-18', 'wait'),
('VCB63233', 'น.ส.ดารุณี', 'ลอมาเละ', NULL, NULL, '-', NULL, '147', '25', '2563-12-01', NULL, NULL, NULL, '15', 'รายเดือน', 2150, NULL, 'ทำงานอยู่', '-', '2514-05-23', 'wait'),
('VCB64011', 'นางตรีทิพย์', 'ลอยมา', 'Mrs. Treethip', 'Loyma', '-', NULL, '147', '25', '2564-01-11', NULL, NULL, NULL, '15', 'รายเดือน', 2151, NULL, 'ทำงานอยู่', '-', '2512-10-25', 'wait'),
('VCB64068', 'นายธานี', 'มัณยานนท์', NULL, NULL, '-', NULL, '147', '25', '2564-03-16', NULL, NULL, NULL, '15', 'รายเดือน', 2152, NULL, 'ทำงานอยู่', '-', '2513-06-30', 'wait'),
('VCB64074', 'น.ส.บุญธรรม', 'แสงทอง', NULL, NULL, '-', NULL, '147', '25', '2564-03-19', NULL, NULL, NULL, '15', 'รายเดือน', 2153, NULL, 'ทำงานอยู่', '-', '2506-07-05', 'wait'),
('VCB64100', 'นายนฤชิต', 'หล้าแหล่ง', NULL, NULL, '-', NULL, '147', '25', '2564-03-24', NULL, NULL, NULL, '15', 'รายเดือน', 2154, NULL, 'ทำงานอยู่', '-', '2525-08-24', 'wait'),
('VCB64102', 'น.ส.ประมวล', 'ปานดำ', 'Pamual', 'Pandam', '-', NULL, '147', '25', '2564-04-23', NULL, NULL, NULL, '15', 'รายเดือน', 2155, NULL, 'ทำงานอยู่', '-', '2510-04-02', 'wait'),
('VCB64103', 'น.ส.รจนา', 'บุญประกอบ', 'Rojjana', 'BunPrakob', '-', NULL, '147', '25', '2564-04-23', NULL, NULL, NULL, '15', 'รายเดือน', 2156, NULL, 'ทำงานอยู่', '-', '2521-01-14', 'wait'),
('VCB64205', 'น.ส.นิตยา', 'แย้มเหรียญ', 'Nittaya', 'Yaemriay', '-', NULL, '147', '25', '2564-09-06', NULL, NULL, NULL, '15', 'รายเดือน', 2157, NULL, 'ทำงานอยู่', '-', '2522-07-09', 'wait'),
('VCB64212', 'น.ส.สายตา', 'ไชยนาน', 'Saita', 'Chaiyanan', '-', '062-491-8806', '147', '25', '2564-09-22', NULL, NULL, NULL, '15', 'รายเดือน', 2158, NULL, 'ทำงานอยู่', '-', '2520-03-14', 'wait'),
('VCB65004', 'นายดนัย', 'แผ่นทอง', 'Mr.Danai', 'Pantong', '-', NULL, '147', '25', '2565-01-10', NULL, NULL, NULL, '15', 'รายเดือน', 2159, NULL, 'ทำงานอยู่', '-', '2525-03-24', 'wait'),
('VCB65025', 'นางยุพิน', 'สีนาก', NULL, NULL, '-', '096-0491538', '147', '25', '2565-02-03', NULL, NULL, NULL, '15', 'รายเดือน', 2160, NULL, 'ทำงานอยู่', '-', '2512-11-24', 'wait'),
('VCB65041', 'น.ส.สมคิด', 'อรรถวิชัย', NULL, NULL, '-', '064-4750891', '147', '25', '2565-02-21', NULL, NULL, NULL, '15', 'รายเดือน', 2161, NULL, 'ทำงานอยู่', '-', '2508-02-01', 'wait'),
('VCB55030', 'นายSaw', 'Ywet- War', NULL, NULL, '-', NULL, '147', '25', '2555-06-26', NULL, NULL, NULL, '15', 'รายเดือน', 2162, NULL, 'ทำงานอยู่', '-', '2531-01-01', 'wait'),
('VCB63135', 'นายรชฏ', 'วรรณธนาสิน', NULL, NULL, '-', NULL, '147', '25', '2563-07-06', NULL, NULL, NULL, '15', 'รายเดือน', 2163, NULL, 'ทำงานอยู่', '-', '2512-07-07', 'wait'),
('VCB64036', 'นายเสน่ห์', 'ยุพาพิน', NULL, NULL, '-', NULL, '147', '25', '2564-02-01', NULL, NULL, NULL, '15', 'รายเดือน', 2164, NULL, 'ทำงานอยู่', '-', '2521-06-23', 'wait'),
('VCB64084', 'น.ส.เอื้องทอง', 'สนธิ', 'Aungtong', 'Sonti', '-', NULL, '147', '25', '2564-04-05', NULL, NULL, NULL, '15', 'รายเดือน', 2165, NULL, 'ทำงานอยู่', '-', '2513-05-08', 'wait'),
('VCB64221', 'นายมานพ', 'เพลิงน้อย', 'Ma Nop', 'Paengnoi', '-', '098-8851993', '147', '25', '2564-10-04', NULL, NULL, NULL, '15', 'รายเดือน', 2166, NULL, 'ทำงานอยู่', '-', '2518-03-09', 'wait'),
('VCB65010', 'นายสานนท์', 'สำเภาน้อย', 'MR.Sanon', 'Sampaonoi', '-', '080-7818151', '147', '25', '2565-01-13', NULL, NULL, NULL, '15', 'รายเดือน', 2167, NULL, 'ทำงานอยู่', '-', '2513-11-27', 'wait'),
('VCB65016', 'น.ส.จิติมา', 'เรืองศรี', 'Miss Chitima', 'Rueangsi', '-', '096-3027190', '147', '25', '2565-01-24', NULL, NULL, NULL, '15', 'รายเดือน', 2168, NULL, 'ทำงานอยู่', '-', '2521-04-27', 'wait'),
('VCB62360', 'นางสาวลลิตา', 'วรวัชรธนโชค', 'Miss Lalita', 'Worawadthanachok', 'ก้อย', '0863494142', '93', '26', '2552-12-01', NULL, NULL, NULL, '15', 'รายเดือน', 2169, NULL, 'ทำงานอยู่', '-', '2525-11-03', 'wait'),
('VCP59208', 'นายธงชัย', 'ใจแสน', '-', '-', '-', '-', '151', '8', '2559-05-05', '-', '-', '-', '10', 'รายเดือน', 2170, '190208', 'ทำงานอยู่', '-', '2520-10-30', 'wait'),
('VCP57127', 'นางสาวนิสา', 'เกตุมุต', 'Miss NISA', 'KETMUT', '-', '-', '151', '8', '2557-02-17', '-', '-', '-', '10', 'รายเดือน', 2171, '170127', 'ทำงานอยู่', '-', '2530-10-11', 'wait'),
('VCP57130', 'นางสาวราตรี', 'หะรีเมา', 'Miss RATREE', 'HAREEMAUNG', '-', '-', '151', '8', '2557-03-05', '-', '-', '-', '10', 'รายเดือน', 2172, '170130', 'ทำงานอยู่', '-', '2523-02-05', 'wait'),
('VCP57146', 'นางสาวอรสา', 'บุญช่วย', 'Miss Orrasa', 'Bunchauy', '-', '-', '151', '8', '2557-08-21', '-', '-', '-', '10', 'รายเดือน', 2173, '170146', 'ทำงานอยู่', '-', '2535-10-12', 'wait'),
('VCB60176', 'นายประทีป', 'สุนมา', '-', '-', '-', '-', '151', '8', '2549-08-01', '-', '-', '-', '10', 'รายเดือน', 2174, '-', 'ทำงานอยู่', '-', '2519-09-29', 'wait'),
('VCB51007', 'นายมนตรี', 'สามงามยา', '-', '-', '-', '-', '151', '8', '2551-08-25', '-', '-', '-', '10', 'รายเดือน', 2175, '-', 'ทำงานอยู่', '-', '2527-03-22', 'wait'),
('VCB60042', 'นายกรกช', 'ยอดภีระ', '-', '-', '-', '-', '151', '8', '2560-03-06', '-', '-', '-', '10', 'รายเดือน', 2176, '-', 'ทำงานอยู่', '-', '2534-11-04', 'wait'),
('VCB61245', 'นายทัตชัย', 'แก้วการะเวก', '-', '-', '-', '-', '151', '8', '2561-11-21', '-', '-', '-', '10', 'รายเดือน', 2177, '-', 'ทำงานอยู่', '-', '2504-02-13', 'wait'),
('VCB62009', 'นายสมคิด', 'แสงแก้ว', '-', '-', '-', '-', '151', '8', '2562-01-14', '-', '-', '-', '10', 'รายเดือน', 2178, '-', 'ทำงานอยู่', '-', '2534-02-26', 'wait'),
('VCB62255', 'นางสาวรุนนี', 'สุคงเจริญ', '-', '-', '-', '-', '151', '8', '2557-02-26', '-', '-', '-', '10', 'รายเดือน', 2179, '-', 'ทำงานอยู่', '-', '2524-04-10', 'wait'),
('VCB64172', 'นายเกรียงไกร', 'ฉายอรุณ', 'Mr. Kriangkrai', 'Chaiaroon', '-', '080-6862748', '151', '8', '2564-06-14', '-', '-', '-', '10', 'รายเดือน', 2180, '-', 'ทำงานอยู่', '-', '2539-12-02', 'wait'),
('VCB60178', 'นายอัครพัชร์', 'เพชรประสิทธิ์', '-', '-', '-', '-', '155', '9', '2558-03-23', '-', '-', '-', '10', 'รายเดือน', 2181, '-', 'ทำงานอยู่', '-', '2519-07-01', 'wait'),
('VCB60192', 'นางสาววรีรัตน์', 'เฉพาะตรง', '-', '-', '-', '-', '155', '9', '2561-01-15', '-', '-', '-', '10', 'รายเดือน', 2182, '-', 'ทำงานอยู่', '-', '2531-12-25', 'wait'),
('VCB61176', 'นายไพบูลย์', 'จรูญชนม์', '-', '-', '-', '-', '155', '9', '2561-08-27', '-', '-', '-', '10', 'รายเดือน', 2183, '-', 'ทำงานอยู่', '-', '2538-08-31', 'wait'),
('VCB62136', 'นายAung', 'Ko Latt', '-', '-', '-', '-', '155', '9', '2562-04-22', '-', '-', '-', '10', 'รายเดือน', 2184, '-', 'ทำงานอยู่', '-', '2532-05-31', 'wait'),
('VCB62254', 'นายมนัส', 'ทิพนำพา', '-', '-', '-', '-', '155', '9', '2556-05-01', '-', '-', '-', '10', 'รายเดือน', 2185, '-', 'ทำงานอยู่', '-', '2520-07-14', 'wait'),
('VCB63176', 'นายกิตติศักดิ์', 'เนื่องบุญมา', '-', '-', '-', '-', '155', '9', '2563-09-01', '-', '-', '-', '10', 'รายเดือน', 2186, '-', 'ทำงานอยู่', '-', '2542-07-28', 'wait'),
('VCB64167', 'นายณัฐวุฒิ', 'สำราญรื่น', 'Mr. Nuttawoot', 'Sumranruen', '-', '083-9748669', '155', '9', '2564-06-01', '-', '-', '-', '10', 'รายเดือน', 2187, '-', 'ทำงานอยู่', '-', '2540-08-06', 'wait'),
('VCB64170', 'นายไกรสิทธิ์', 'ไทรหาญ', '-', '-', '-', '092-7929142', '159', '10', '2564-06-04', '-', '-', '-', '10', 'รายเดือน', 2188, '-', 'ทำงานอยู่', '-', '2540-12-20', 'wait'),
('VCB59136', 'นายณภัทร', 'กิจนาวี', '-', '-', '-', '-', '159', '10', '2555-11-01', '-', '-', '-', '10', 'รายเดือน', 2189, '-', 'ทำงานอยู่', '-', '2521-07-16', 'wait'),
('VCB59210', 'นางสาวกนกวรรณ', 'เจริญวงษ์', '-', '-', '-', '-', '159', '10', '2556-01-21', '-', '-', '-', '10', 'รายเดือน', 2190, '-', 'ทำงานอยู่', '-', '2536-06-21', 'wait'),
('VCB59241', 'นายอุดร', 'แสงสุริฉาย', '-', '-', '-', '-', '159', '10', '2559-09-19', '-', '-', '-', '10', 'รายเดือน', 2191, '-', 'ทำงานอยู่', '-', '2511-07-27', 'wait'),
('VCB60051', 'นางสาวพรพิมล', 'จันทร์ดำ', '-', '-', '-', '-', '159', '10', '2551-07-01', '-', '-', '-', '10', 'รายเดือน', 2192, '-', 'ทำงานอยู่', '-', '2522-11-17', 'wait'),
('VCB60052', 'นางภัทรานิษฐ์', 'กวมทรัพย์', '-', '-', '-', '-', '159', '10', '2553-07-30', '-', '-', '-', '10', 'รายเดือน', 2193, '-', 'ทำงานอยู่', '-', '2518-04-20', 'wait'),
('VCB60058', 'นางสาววรรณิษา', 'ตรีสุทธิตรา', '-', '-', '-', '-', '159', '10', '2559-09-22', '-', '-', '-', '10', 'รายเดือน', 2194, '-', 'ทำงานอยู่', '-', '2531-10-25', 'wait'),
('VCB64001', 'น.ส.อิสราภรณ์', 'สิทธิชัยวงศ์', '-', '-', '-', '-', '159', '10', '2564-01-01', '-', '-', '-', '10', 'รายเดือน', 2195, '-', 'ทำงานอยู่', '-', '2524-05-07', 'wait'),
('VCB45002', 'นางรัตนา', 'ธิษาจารย์', '-', '-', '-', '-', '159', '10', '2545-04-24', '-', '-', '-', '10', 'รายเดือน', 2196, '-', 'ทำงานอยู่', '-', '2517-04-12', 'wait'),
('VCB54011', 'นางทิพย์วดี', 'อุดมทรัพย์', '-', '-', '-', '-', '159', '10', '2554-03-01', '-', '-', '-', '10', 'รายเดือน', 2197, '-', 'ทำงานอยู่', '-', '2521-08-07', 'wait'),
('VCB57067', 'นายณรงศักดิ์', 'อานน้อย', '-', '-', '-', '-', '159', '10', '2557-08-06', '-', '-', '-', '10', 'รายเดือน', 2198, '-', 'ทำงานอยู่', '-', '2528-09-11', 'wait'),
('VCB59123', 'นายชยพล', 'ชูชีพ', '-', '-', '-', '-', '159', '10', '2559-01-25', '-', '-', '-', '10', 'รายเดือน', 2199, '-', 'ทำงานอยู่', '-', '2523-10-20', 'wait'),
('VCB61024', 'นายดำรงค์', 'ทรัพย์ราษฎร์', '-', '-', '-', '-', '159', '10', '2560-09-27', '-', '-', '-', '10', 'รายเดือน', 2200, '-', 'ทำงานอยู่', '-', '2538-02-12', 'wait'),
('VCB61097', 'นายชลิต', 'โชติศิริ', '-', '-', '-', '-', '159', '10', '2561-06-11', '-', '-', '-', '10', 'รายเดือน', 2201, '-', 'ทำงานอยู่', '-', '2538-11-24', 'wait'),
('VCB61140', 'นายสิงห์', 'พูลสวัสดิ์', '-', '-', '-', '-', '159', '10', '2561-07-30', '-', '-', '-', '10', 'รายเดือน', 2202, '-', 'ทำงานอยู่', '-', '2517-09-03', 'wait'),
('VCB62372', 'นายธีรวัฒน์', 'บัวเงิน', '-', '-', '-', '-', '159', '10', '2562-11-27', '-', '-', '-', '10', 'รายเดือน', 2203, '-', 'ทำงานอยู่', '-', '2536-04-20', 'wait'),
('VCB63193', 'นายเจษฎา', 'บัวอิ่น', 'Mr. Jadsada', 'Buoin', '-', '-', '159', '10', '2563-10-01', '-', '-', '-', '10', 'รายเดือน', 2204, '-', 'ทำงานอยู่', '-', '2540-06-03', 'wait'),
('VCP56113', 'นางสาวรุ่งทิพย์', 'มงคลคูณ', '-', '-', '-', '-', '164', '12', '2556-05-02', '-', '-', '-', '11', 'รายเดือน', 2205, '-', 'ทำงานอยู่', '-', '2530-11-01', 'wait'),
('VCB62348', 'นายธนกร', 'แสงอุทัย', '-', '-', '-', '-', '164', '12', '2557-04-21', '-', '-', '-', '11', 'รายเดือน', 2206, '-', 'ทำงานอยู่', '-', '2517-03-06', 'wait'),
('VCB64145', 'นายวัชระ', 'ศรีสุภะ', 'Mr. Watchara', 'Srisupha', '-', '061-5074976', '164', '12', '2564-06-07', '-', '-', '-', '11', 'รายเดือน', 2207, '-', 'ทำงานอยู่', '-', '2540-08-22', 'wait'),
('VCB64226', 'น.ส.พรทิพย์', 'กล่ำหุ่น', 'Pornthip', 'Klamhum', '-', '092-4429737', '164', '12', '2564-10-04', '-', '-', '-', '11', 'รายเดือน', 2208, '-', 'ทำงานอยู่', '-', '2531-08-07', 'wait'),
('VCB64241', 'น.ส.ศิรดา', 'ทรัพย์เจริญดี', 'Sirada', 'Subjakearndee', '-', '081-2520488', '164', '12', '2564-11-22', '-', '-', '-', '11', 'รายเดือน', 2209, '-', 'ทำงานอยู่', '-', '2540-08-26', 'wait'),
('VCB64242', 'น.ส.ศิริวรรณ', 'อิ่มไพบูลย์', 'Siriwan', 'Aimphaibool', '-', '080-5813559', '164', '12', '2564-11-22', '-', '-', '-', '11', 'รายเดือน', 2210, '-', 'ทำงานอยู่', '-', '2530-08-26', 'wait'),
('VCB64258', 'น.ส.ทิพย์สุดา', 'เดชเสน', 'Miss Thipsuda', 'Detsen', '-', '095-5389137', '164', '12', '2564-12-20', '-', '-', '-', '11', 'รายเดือน', 2211, '-', 'ทำงานอยู่', '-', '2541-12-22', 'wait'),
('VCB65006', 'น.ส.ชิดชนันท์', 'พงศาวดาร', 'Miss Chidchanan', 'Pongsawadarn', '-', '093-9945719', '164', '12', '2565-01-12', '-', '-', '-', '11', 'รายเดือน', 2212, '-', 'ทำงานอยู่', '-', '2530-12-16', 'wait'),
('VCB65011', 'นายวิรุฬห์', 'จิรากร', 'Mr.Wiroon', 'Jirakorn', '-', '098-3055582', '164', '12', '2565-01-17', '-', '-', '-', '11', 'รายเดือน', 2213, '-', 'ทำงานอยู่', '-', '2536-08-31', 'wait'),
('VCB65040', 'น.ส.นวรัตน์', 'เกิดโต', '-', '-', '-', '-', '164', '12', '2565-02-01', '-', '-', '-', '11', 'รายเดือน', 2214, '-', 'ทำงานอยู่', '-', '2539-06-17', 'wait'),
('VCB58086', 'นางสาววิจิตรา', 'ไตรอุโภค', '-', '-', '-', '-', '160', '11', '2558-03-16', '-', '-', '-', '11', 'รายเดือน', 2215, '-', 'ทำงานอยู่', '-', '2530-08-31', 'wait'),
('VCB61254', 'นางสาวพรนภา', 'ยินดีพิช', '-', '-', '-', '-', '160', '11', '2561-12-13', '-', '-', '-', '11', 'รายเดือน', 2216, '-', 'ทำงานอยู่', '-', '2537-01-25', 'wait'),
('VCB62258', 'นางสาวทิพย์พวรรณ', 'รามัญอุดม', '-', '-', '-', '-', '160', '11', '2554-01-10', '-', '-', '-', '11', 'รายเดือน', 2217, '-', 'ทำงานอยู่', '-', '2524-05-03', 'wait'),
('VCB62356', 'นางไพรัก', 'โพชะกะ', '-', '-', '-', '-', '160', '11', '2539-05-30', '-', '-', '-', '11', 'รายเดือน', 2218, '-', 'ทำงานอยู่', '-', '2506-01-17', 'wait'),
('VCB62357', 'นายวิเชด', 'ชาญสมร', '-', '-', '-', '-', '160', '11', '2550-10-23', '-', '-', '-', '11', 'รายเดือน', 2219, '-', 'ทำงานอยู่', '-', '2512-12-27', 'wait'),
('VCB62358', 'นายวันชัย', 'ยินดี', '-', '-', '-', '-', '160', '11', '2552-04-01', '-', '-', '-', '11', 'รายเดือน', 2220, '-', 'ทำงานอยู่', '-', '2528-10-19', 'wait'),
('VCB64132', 'นายฤทธิเดช', 'แท่นทอง', 'Ritthidet', 'Thaenthong', '-', '092-5243057', '160', '11', '2564-05-24', '-', '-', '-', '11', 'รายเดือน', 2221, '-', 'ทำงานอยู่', '-', '2540-06-18', 'wait'),
('VCB65028', 'นายนพพร', 'ชมภูพาน', 'Mr.Noppon', 'Chompooporn', '-', '087-6650245', '160', '11', '2565-02-03', '-', '-', '-', '11', 'รายเดือน', 2222, '-', 'ทำงานอยู่', '-', '2532-04-10', 'wait'),
('VCB56051', 'นายอนุพงษ์', 'รังษิโย', '-', '-', '-', '-', '160', '11', '2556-12-02', '-', '-', '-', '11', 'รายเดือน', 2223, '-', 'ทำงานอยู่', '-', '2531-06-01', 'wait'),
('VCB57071', 'นายชลนที', 'สิงห์ดี', '-', '-', '-', '-', '160', '11', '2557-10-06', '-', '-', '-', '11', 'รายเดือน', 2224, '-', 'ทำงานอยู่', '-', '2523-11-27', 'wait'),
('VCB58087', 'นายศักดิ์ชัย', 'พยุงแก้ว', '-', '-', '-', '-', '160', '11', '2558-03-18', '-', '-', '-', '11', 'รายเดือน', 2225, '-', 'ทำงานอยู่', '-', '2522-11-09', 'wait'),
('VCB59120', 'นายสิริวัฒน์', 'สัญญาปลื้ม', '-', '-', '-', '-', '160', '11', '2559-01-20', '-', '-', '-', '11', 'รายเดือน', 2226, '-', 'ทำงานอยู่', '-', '2532-05-29', 'wait'),
('VCB60072', 'นายศุภพรพงศ์', 'สุทธิ', '-', '-', '-', '-', '160', '11', '2560-05-09', '-', '-', '-', '11', 'รายเดือน', 2227, '-', 'ทำงานอยู่', '-', '2536-01-05', 'wait'),
('VCB60086', 'นายมณฑล', 'บุญล้อม', '-', '-', '-', '-', '160', '11', '2560-06-26', '-', '-', '-', '11', 'รายเดือน', 2228, '-', 'ทำงานอยู่', '-', '2534-08-10', 'wait'),
('VCB60140', 'นายสรพงษ์', 'ทรัพย์ไทย', '-', '-', '-', '-', '160', '11', '2560-09-27', '-', '-', '-', '11', 'รายเดือน', 2229, '-', 'ทำงานอยู่', '-', '2521-11-15', 'wait'),
('VCB61069', 'นายวัชระชัย', 'มาเงิน', '-', '-', '-', '-', '160', '11', '2561-05-11', '-', '-', '-', '11', 'รายเดือน', 2230, '-', 'ทำงานอยู่', '-', '2538-02-25', 'wait'),
('VCB62335', 'นายอนุกูล', 'จันทร์หอม', '-', '-', '-', '-', '160', '11', '2562-11-04', '-', '-', '-', '11', 'รายเดือน', 2231, '-', 'ทำงานอยู่', '-', '2544-06-03', 'wait'),
('VCB62336', 'นายอนุวัฒน์', 'สังข์ฤกษ์', '-', '-', '-', '-', '160', '11', '2562-11-04', '-', '-', '-', '11', 'รายเดือน', 2232, '-', 'ทำงานอยู่', '-', '2541-04-15', 'wait'),
('VCB62337', 'นายณัฎฐพล', 'อัมวัฒน์', '-', '-', '-', '-', '160', '11', '2562-11-04', '-', '-', '-', '11', 'รายเดือน', 2233, '-', 'ทำงานอยู่', '-', '2542-02-14', 'wait'),
('VCB62354', 'นายสมนึก', 'วิหกรัตน์', '-', '-', '-', '-', '160', '11', '2555-05-02', '-', '-', '-', '11', 'รายเดือน', 2234, '-', 'ทำงานอยู่', '-', '2512-01-13', 'wait'),
('VCB62355', 'นายกิตติพันธ์', 'กันตา', '-', '-', '-', '-', '160', '11', '2557-09-01', '-', '-', '-', '11', 'รายเดือน', 2235, '-', 'ทำงานอยู่', '-', '2536-06-17', 'wait'),
('VCB63022', 'นายสมรัก', 'สังข์วรรณะ', '-', '-', '-', '-', '160', '11', '2563-02-03', '-', '-', '-', '11', 'รายเดือน', 2236, '-', 'ทำงานอยู่', '-', '2540-11-09', 'wait'),
('VCB63137', 'นายกฤตชัย', 'พ่วงจีน', '-', '-', '-', '-', '160', '11', '2563-07-06', '-', '-', '-', '11', 'รายเดือน', 2237, '-', 'ทำงานอยู่', '-', '2532-01-02', 'wait'),
('VCB63194', 'นายภุชพงษ์', 'จิระวงศ์', 'Mr.Phutchaphong', 'Chirawong', '-', '-', '160', '11', '2563-10-01', '-', '-', '-', '11', 'รายเดือน', 2238, '-', 'ทำงานอยู่', '-', '2533-07-09', 'wait'),
('VCB64003', 'นายณัฐพงษ์', 'ศรีกล่ำ', 'Mr.Nuttapong', 'Sriklam', '-', '-', '160', '11', '2564-01-05', '-', '-', '-', '11', 'รายเดือน', 2239, '-', 'ทำงานอยู่', '-', '2529-11-20', 'wait'),
('VCB64064', 'นายสิทธิพล', 'รังษีโย', '-', '-', '-', '-', '160', '11', '2564-03-08', '-', '-', '-', '11', 'รายเดือน', 2240, '-', 'ทำงานอยู่', '-', '2546-02-21', 'wait'),
('VCB65053', 'นายวีรภัทร', 'มีมาก', '-', '-', '-', '094-4077040', '160', '11', '2565-03-14', '-', '-', '-', '11', 'รายเดือน', 2241, '-', 'ทำงานอยู่', '-', '2546-04-01', 'wait'),
('VCB62256', 'นายไพโรจน์', 'พุทธิบุตร', '-', '-', '-', '-', '160', '11', '2553-11-25', '-', '-', '-', '11', 'รายเดือน', 2242, '-', 'ทำงานอยู่', '-', '2510-12-12', 'wait'),
('VCB62257', 'นายกิตติพันธุ์', 'พรสวัสดิ์', '-', '-', '-', '-', '160', '11', '2554-06-06', '-', '-', '-', '11', 'รายเดือน', 2243, '-', 'ทำงานอยู่', '-', '2531-02-17', 'wait'),
('VCP59187', 'นางสาววรัญญา', 'พันธุ์วิชัย', '-', '-', '-', '-', '168', '20', '2559-01-18', '-', '-', '-', '13', 'รายเดือน', 2244, '190187', 'ทำงานอยู่', '-', '2534-08-01', 'wait'),
('VCB590261', 'นางสาวฐิติรัตน์', 'ง่านวิสุทธิพันธ์', 'Titirats', 'Nganviisuttiphan', 'อุ๊', '087-9045552,080-1544426', '173', '21', '2556-11-18', 'Titirats@veninecable.com', '-', '-', '13', 'รายเดือน', 2245, '-', 'ทำงานอยู่', '-', '2526-01-16', 'wait'),
('VCB60096', 'นายวีรวัฒน์', 'ชมพุฒ', 'Werawat', 'Chomput', 'ลุย', '063-2150806', '168', '20', '2560-07-03', 'werawat@veninecable.com', '-', '-', '13', 'รายเดือน', 2246, '-', 'ทำงานอยู่', '-', '2535-04-26', 'wait'),
('VCB64083', 'นางมาลิน', 'หิรัญนุชนาถ', 'Malin', 'Hirannutchanat', 'มาลิน', '081-984-2390', '168', '20', '2558-01-01', 'malin_hi@veninecable.com', '-', '-', '13', 'รายเดือน', 2247, '-', 'ทำงานอยู่', '-', '2509-09-19', 'wait'),
('VCB64122', 'น.ส.กฤษมน', 'เนตรสว่าง', 'Kritsamon', 'Nedsawang', 'นุ่น', '082-4655669', '168', '20', '2564-05-05', '-', '-', '-', '13', 'รายเดือน', 2248, '-', 'ทำงานอยู่', '-', '2533-05-04', 'wait'),
('VCB58092', 'นางปุณยนุช', 'ปิ่นสกุล', 'Punyanuch', 'Pinsakul', 'นุช', '06-2438,08-1045-8982', '168', '20', '2558-05-01', '-', '-', '-', '13', 'รายเดือน', 2249, '-', 'ทำงานอยู่', '-', '2523-07-22', 'wait'),
('VCB61219', 'นางสาวปุญญิศา', 'เอี่ยมคงสี', 'Punyisa', 'Aeamkongsee', 'จุ๊บแจง', '0614916946', '173', '21', '2557-09-08', 'punyisa@veninecable.com', '-', '-', '13', 'รายเดือน', 2250, '-', 'ทำงานอยู่', '-', '2533-11-15', 'wait'),
('VCB62299', 'นางสาวไอยวริณ', 'สระทองเทียน', 'Aiyavarin', 'Srathongthein', 'กุ๊กไก่', '092-663-6642 | 096-965-1542', '173', '21', '2562-09-09', 'aiyavarin.kk@gmail.com', '-', '-', '13', 'รายเดือน', 2251, '-', 'ทำงานอยู่', '-', '2535-05-28', 'wait'),
('VCB62089', 'นายธนรัฐ', 'ฌานจิตกุศล', 'Thanarat', 'Chanjitgusol', 'rat', '-', '173', '21', '2562-03-04', 'graphic@veninecable.com', '-', '-', '13', 'รายเดือน', 2252, '-', 'ทำงานอยู่', '-', '2533-10-17', 'wait'),
('VCB63041', 'นายเกรียงศักดิ์', 'วงศ์วรรณา', 'Kreangsak', 'Wongwanna', 'PungPong', '-', '173', '21', '2563-02-19', 'graphic@veninecable.com', '-', '-', '13', 'รายเดือน', 2253, '-', 'ทำงานอยู่', '-', '2537-03-09', 'wait'),
('VCB62191', 'นายทัศน์พล', 'สุดสาคร', 'Taspon', 'Soodsakorn', 'Prince', '091-879-1241', '173', '21', '2562-06-12', 'taspon@veninecable.com', '-', '-', '13', 'รายเดือน', 2254, '-', 'ทำงานอยู่', '-', '2539-02-21', 'wait'),
('VCB61222', 'นายชยุตม์', 'สุนเจริญ', 'Chayuth', 'Sooncharoen', 'Nut', '089-8960711', '173', '21', '2561-09-24', 'chayuth@veninecable.com', '-', '-', '13', 'รายเดือน', 2255, '-', 'ทำงานอยู่', '-', '2538-10-15', 'wait'),
('VCB62127', 'นางEKATERINA', 'SHKURATOVA', 'Ekaterina', 'Shkuratova', 'Kate', '062-6529700, 0924505377', '173', '21', '2562-02-04', 'ekaterina_shk@veninecable.com', '-', '-', '13', 'รายเดือน', 2256, '-', 'ทำงานอยู่', '-', '2533-09-11', 'wait'),
('VCB61244', 'นางสาวมนันพัทธ์', 'จุ่นบุญ', 'Manunputt', 'Junbun', 'Ice', '091-003-8349', '168', '20', '2561-11-01', 'Manunputt@veninecable.com', '-', '-', '13', 'รายเดือน', 2257, '-', 'ทำงานอยู่', '-', '2530-06-08', 'wait'),
('VCB61221', 'นายพลวัต', 'รัตนจิระวัฒน์', 'Polawat', 'Ratanajirawat', 'Foam', '-', '173', '21', '2560-02-06', 'polawat.ra@veninecable.com', '-', '-', '13', 'รายเดือน', 2258, '-', 'ทำงานอยู่', '-', '2532-09-09', 'wait'),
('VCB61137', 'นางสาวพรรณพร', 'เนืองยูร', '-', '-', '-', '-', '173', '21', '2561-07-31', '-', '-', '-', '13', 'รายเดือน', 2259, '-', 'ทำงานอยู่', '-', '2538-11-06', 'wait'),
('VCB63001', 'นางสาวบุษกร', 'มีทอง', NULL, NULL, '-', '-', '168', '20', '2563-01-06', '-', '-', '-', '13', 'รายเดือน', 2260, '-', 'ทำงานอยู่', '-', '2537-08-25', 'wait'),
('VCB63130', 'นายปรินทร์', 'พิพัฒน์วัฒนา', NULL, NULL, '-', '-', '168', '20', '2563-07-01', '-', '-', '-', '13', 'รายเดือน', 2261, '-', 'ทำงานอยู่', '-', '2540-10-03', 'wait'),
('VCB62359', 'นางสาวสนธยา', 'โสตแก้ว', '-', '-', '-', '-', '168', '20', '2545-12-02', '-', '-', '-', '13', 'รายเดือน', 2262, '-', 'ทำงานอยู่', '-', '2521-04-07', 'wait'),
('VCB50006', 'นางสาวจรินทร์', 'เสือโต', '-', '-', '-', '-', '168', '20', '2550-05-03', '-', '-', '-', '13', 'รายเดือน', 2263, '-', 'ทำงานอยู่', '-', '2526-06-13', 'wait'),
('VCB55016', 'นางสาววรรณดี', 'เทศเทียน', '-', '-', '-', '-', '168', '20', '2555-05-09', '-', '-', '-', '13', 'รายเดือน', 2264, '-', 'ทำงานอยู่', '-', '2526-04-06', 'wait'),
('VCB56037', 'นางสาวสุนารี', 'คำภิโล', '-', '-', '-', '-', '168', '20', '2556-03-04', '-', '-', '-', '13', 'รายเดือน', 2265, '-', 'ทำงานอยู่', '-', '2533-06-15', 'wait'),
('VCB57053', 'นางสาวพัชรา', 'ปามุทา', '-', '-', '-', '-', '168', '20', '2557-02-18', '-', '-', '-', '13', 'รายเดือน', 2266, '-', 'ทำงานอยู่', '-', '2533-12-01', 'wait'),
('VCB59177', 'นางสาวสลิลทิพย์', 'ศรีวารี', '-', '-', '-', '-', '168', '20', '2559-04-04', '-', '-', '-', '13', 'รายเดือน', 2267, '-', 'ทำงานอยู่', '-', '2531-05-07', 'wait'),
('VCB59182', 'นางสาววุฒินันท์', 'ช้างป่าดี', '-', '-', '-', '-', '168', '20', '2559-05-11', '-', '-', '-', '13', 'รายเดือน', 2268, '-', 'ทำงานอยู่', '-', '2536-07-11', 'wait'),
('VCB59212', 'นางสาวณัฐพร', 'ศิริวงษ์', '-', '-', '-', '-', '168', '20', '2559-07-25', '-', '-', '-', '13', 'รายเดือน', 2269, '-', 'ทำงานอยู่', '-', '2530-03-15', 'wait'),
('VCB61224', 'นายรังสรรค์', 'เกษกุล', '-', '-', '-', '-', '168', '20', '2561-10-03', '-', '-', '-', '13', 'รายเดือน', 2270, '-', 'ทำงานอยู่', '-', '2522-01-15', 'wait'),
('VCB63063', 'นายศุภฤกษ์', 'จีนแจ', '-', '-', '-', '-', '168', '20', '2563-03-02', '-', '-', '-', '13', 'รายเดือน', 2271, '-', 'ทำงานอยู่', '-', '2540-02-22', 'wait'),
('VCB63068', 'นายณัฐพล', 'วิริยะมิสา', '-', '-', '-', '-', '168', '20', '2563-03-03', '-', '-', '-', '13', 'รายเดือน', 2272, '-', 'ทำงานอยู่', '-', '2541-03-30', 'wait'),
('VCB63114', 'นายชาญณรงค์', 'ค้อมทอง', '-', '-', '-', '-', '168', '20', '2563-06-17', '-', '-', '-', '13', 'รายเดือน', 2273, '-', 'ทำงานอยู่', '-', '2538-12-10', 'wait'),
('VCB63148', 'นายปัญญา', 'ซิว', '-', '-', '-', '-', '168', '20', '2563-07-16', '-', '-', '-', '13', 'รายเดือน', 2274, '-', 'ทำงานอยู่', '-', '2523-01-01', 'wait'),
('VCB64211', 'นายสุทธิศักดิ์', 'สายพรพรรณ', 'Mr.Suttisak', 'Sayponpun', '-', '098-9843678', '168', '20', '2564-09-22', '-', '-', '-', '13', 'รายเดือน', 2275, '-', 'ทำงานอยู่', '-', '2535-05-04', 'wait'),
('VCB56036', 'นางสาวสุกัญญา', 'คำภิโล', '-', '-', '-', '-', '140', '23', '2556-02-01', '-', '-', '-', '14', 'รายเดือน', 2314, '-', 'ทำงานอยู่', '-', '2529-07-25', 'wait'),
('VCB59256', 'นางสาวแสงเดือน', 'อุบลดี', '-', '-', '-', '-', '140', '23', '2559-11-15', '-', '-', '-', '14', 'รายเดือน', 2315, '-', 'ทำงานอยู่', '-', '2535-08-22', 'wait'),
('VCB60001', 'นางสาวนุสรา', 'ทรงเดช', '-', '-', '-', '-', '140', '23', '2560-01-05', '-', '-', '-', '14', 'รายเดือน', 2316, '-', 'ทำงานอยู่', '-', '2528-02-24', 'wait'),
('VCB60037', 'นางสาววณิชชากร', 'ฤกษ์สนธิ', '-', '-', '-', '-', '140', '23', '2560-03-02', '-', '-', '-', '14', 'รายเดือน', 2317, '-', 'ทำงานอยู่', '-', '2525-02-05', 'wait'),
('VCB60171', 'นายพรชัย', 'อ่วมสินธุ์', 'Pornchai', 'Auamsin', 'เก๊ก', '099-1840197', '140', '23', '2560-11-01', '-', '-', '-', '14', 'รายเดือน', 2318, '-', 'ทำงานอยู่', '-', '2534-07-06', 'wait'),
('VCB62244', 'นางสาวอภิรมย์', 'นิลหมื่นไวย์', '-', '-', '-', '-', '140', '23', '2553-10-05', '-', '-', '-', '14', 'รายเดือน', 2319, '-', 'ทำงานอยู่', '-', '2526-03-05', 'wait'),
('VCB62245', 'นางสาวสุรัสสา', 'มีมาก', '-', '-', '-', '-', '140', '23', '2557-08-04', '-', '-', '-', '14', 'รายเดือน', 2320, '-', 'ทำงานอยู่', '-', '2530-09-18', 'wait'),
('VCB62361', 'นางเยาวลักษณ์', 'พงษา', '-', '-', '-', '-', '140', '23', '2556-10-14', '-', '-', '-', '14', 'รายเดือน', 2321, '-', 'ทำงานอยู่', '-', '2519-05-06', 'wait'),
('VCB63076', 'นางสาวสุวนันท์', 'ดวงสุวรรณ์', '-', '-', '-', '-', '140', '23', '2563-04-01', '-', '-', '-', '14', 'รายเดือน', 2322, '-', 'ทำงานอยู่', '-', '2537-09-27', 'wait'),
('VCB64169', 'น.ส.พนิดา', 'จั่นยาว', 'Miss Panida', 'Chanyao', NULL, '092-7323411', '140', '23', '2564-06-01', '-', '-', '-', '14', 'รายเดือน', 2323, '-', 'ทำงานอยู่', '-', '2541-09-30', 'wait'),
('VCP44011', 'นางศกุณี', 'ยามี', '-', '-', '-', '-', '140', '23', '2544-10-01', '-', '-', '-', '14', 'รายเดือน', 2324, '140011', 'ทำงานอยู่', '-', '2523-10-17', 'wait'),
('VCP47019', 'นางสาวภาณี', 'รอดฤดี', '-', '-', '-', '-', '140', '23', '2547-02-09', '-', '-', '-', '14', 'รายเดือน', 2325, '170019', 'ทำงานอยู่', '-', '2526-03-31', 'wait'),
('VCP57131', 'นางสาวนารีรัตน์', 'คำหวั่น', '-', '-', '-', '-', '140', '23', '2557-03-24', '-', '-', '-', '14', 'รายเดือน', 2326, '170131', 'ทำงานอยู่', '-', '2523-11-13', 'wait'),
('VCP57143', 'นางสาววันเพ็ญ', 'ชูเชิด', '-', '-', '-', '-', '140', '23', '2557-07-03', '-', '-', '-', '14', 'รายเดือน', 2327, '300005', 'ทำงานอยู่', '-', '2530-02-26', 'wait'),
('VCP57148', 'นางสาวนาถยา', 'สว่างศิลา', '-', '-', '-', '-', '140', '23', '2557-09-16', '-', '-', '-', '14', 'รายเดือน', 2328, '170148', 'ทำงานอยู่', '-', '2530-09-01', 'wait'),
('VCP58157', 'นางสาววชิราภรณ์', 'ยอดยา', '-', '-', '-', '-', '140', '23', '2558-03-31', '-', '-', '-', '14', 'รายเดือน', 2329, '300004', 'ทำงานอยู่', '-', '2531-02-17', 'wait'),
('VCP60017', 'นางสาวพัชรี', 'ฉายา', '-', '-', '-', '-', '140', '23', '2560-04-03', '-', '-', '-', '14', 'รายเดือน', 2330, '360048', 'ทำงานอยู่', '-', '2526-10-20', 'wait'),
('VCP60049', 'นางสาวดวงเดือน', 'สุทธสาร', '-', '-', '-', '-', '140', '23', '2560-12-01', '-', '-', '-', '14', 'รายเดือน', 2331, '122122', 'ทำงานอยู่', '-', '2529-02-01', 'wait'),
('VCP62031', 'นางสาวจิตตรา', 'ห่อนาค', '-', '-', '-', '-', '140', '23', '2562-07-08', '-', '-', '-', '14', 'รายเดือน', 2332, '-', 'ทำงานอยู่', '-', '2534-06-09', 'wait'),
('VCB62211', 'นางสาวอุษาวดี', 'ป้อมสุข', 'Miss Usawadee', 'Pomsuk', 'ผึ้ง', '095-5530839', '177', '27', '2562-07-01', '-', '-', '-', '17', 'รายเดือน', 2333, '-', 'ทำงานอยู่', '-', '2522-06-28', 'wait'),
('VCB62349', 'นางสาวนันทิยา', 'วิชิตนาค', 'Miss Nantiya', 'Wichitnak', 'ถุงแป้ง', '083-9261449', '177', '27', '2550-07-16', '-', '-', '-', '17', 'รายเดือน', 2334, '-', 'ทำงานอยู่', '-', '2518-02-01', 'wait'),
('VCB62350', 'นางสาวสุพรรณี', 'แสงนวล', 'Miss Supannee', 'Sangnoual', 'น้ำหวาน', '087-4244171', '177', '27', '2555-05-14', '-', '-', '-', '17', 'รายเดือน', 2335, '-', 'ทำงานอยู่', '-', '2537-04-21', 'wait'),
('VCB62351', 'นางสาวจันทร์สุดา', 'ขำบริสุทธิ์', 'Miss Jansuda', 'Khamborisut', 'ซ้ะ', '080-5807259', '177', '27', '2555-05-14', '-', '-', '-', '17', 'รายเดือน', 2336, '-', 'ทำงานอยู่', '-', '2532-10-18', 'wait');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `hr_department`
--
ALTER TABLE `hr_department`
  ADD PRIMARY KEY (`id_department`);

--
-- Indexes for table `hr_position`
--
ALTER TABLE `hr_position`
  ADD PRIMARY KEY (`id_position`);

--
-- Indexes for table `hr_section`
--
ALTER TABLE `hr_section`
  ADD PRIMARY KEY (`id_section`);

--
-- Indexes for table `main_hr`
--
ALTER TABLE `main_hr`
  ADD PRIMARY KEY (`main_hr_id`);

--
-- Indexes for table `project_hr`
--
ALTER TABLE `project_hr`
  ADD PRIMARY KEY (`hr_run_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `hr_department`
--
ALTER TABLE `hr_department`
  MODIFY `id_department` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;

--
-- AUTO_INCREMENT for table `hr_position`
--
ALTER TABLE `hr_position`
  MODIFY `id_position` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=178;

--
-- AUTO_INCREMENT for table `hr_section`
--
ALTER TABLE `hr_section`
  MODIFY `id_section` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=18;

--
-- AUTO_INCREMENT for table `main_hr`
--
ALTER TABLE `main_hr`
  MODIFY `main_hr_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `project_hr`
--
ALTER TABLE `project_hr`
  MODIFY `hr_run_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2337;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
